[
  {
    "name": "Horizon Europe strategic plan 2025-2027 European Commission Directorate-General for Research and Innovation Directorate G — Policy & Programming Centre Unit Unit G.3 - Common strategic planning & Programming Service Contact Maria Montserrat Badia Serrano Email Maria-Montserrat.BADIA-SERRANO@ec.europa.eu RTD-PUBLICATIONS@ec.europa.eu European Commission B-1049 Brussels Manuscript completed in March 2024. 1st edition. The European Commission is not liable for any consequence stemming from the reuse of this publication. The views expressed in this publication are the sole responsibility of the author and do",
    "type": "policy",
    "mentions": [
      0
    ],
    "contexts": [
      "Research and \nInnovation \nSTRATEGIC PLAN 2025 - 2027\n Horizon Europe strategic plan (2025 – 2027)\nEuropean Commission\nDirectorate-General for Research and Innovation\nDirectorate G — Policy & Programming Centre\nUnit Unit G.3 - Common strategic planning & Programming Service\nContact\t\nMaria Montserrat Badia Serrano\nEmail\t\n\u0007Maria-Montserrat.BADIA-SERRANO@ec.europa.eu\n\u0007RTD-PUBLICATIONS@ec.europa.eu\nEuropean Commission\nB-1049 Brussels\nManuscript completed in March 2024. \n1st edition.\nThe European Commission is not liable for any consequence stemming from the reuse of this publication. \nThe views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European \nCommission.\nMore information on the European Union is available on the internet (http://europa.eu).\nPDF\nISBN 978-92-68-09959-9\ndoi:10.2777/092911\nKI-02-23-326-EN-N\nLuxembourg: Publications Office of the European Union, 2024 \n© \u0007European Union, 2024\nThe reuse policy of European Commission documents is implemented based on Commission Decision 2011/833/EU of 12 December 2011 on \nthe reuse of Commission documents (OJ L 330, 14.12.2011, p. 39). Except otherwise noted, the reuse of this document is authorised under \na Creative Commons Attribution 4.0 International (CC-BY 4.0) licence (https://creativecommons.org/licenses/by/4.0/). This means that reuse is \nallowed provided appropriate credit is given and any changes are indicated.\nFor any use or reproduction of elements that are not owned by the European Union, permission may need to be sought directly from the \nrespective rightholders. \n EUROPEAN COMMISSION\nDirectorate-General for Research and Innovation\n2024\nEN\nHORIZON EUROPE\nSTRATEGIC PLAN 2025 – 2027 \n HORIZON EUROPE strategic plan | 2025 – 2027\n2\nTABLE OF CONTENTS\nINTRODUCTION............................................................................................................................................................3\nExecutive Summary..................................................................................................................................................4\nHow was the second strategic plan developed?.......................................................................................9\nWhat is new in the second strategic plan?...............................................................................................10\nKey strategic orientations for research and innovation....................................12\nHow will the pillars of Horizon Europe help \ndeliver on the key strategic orientations?.................................................................17\nPillar II - Global challenges and European industrial competitiveness.....................................17\nPillar III – Innovative Europe.............................................................................................................................27\nWidening participation and strengthening the European Research Area................................29\nEuropean Partnerships.........................................................................................................32\nMissions........................................................................................................................................34\nInternational Cooperation..................................................................................................35\nResearch Security...................................................................................................................................................38\nSpecific Issues...........................................................................................................................39\nBalance between research and innovation...............................................................................................39\nThe integration of social sciences and humanities..............................................................................40\nThe role of key enabling technologies in science, innovation and strategic value chains.........40\nGender equality and inclusiveness, including the integration of gender concerns into \nR&I...................................................................................................................................................................................41\nEthics and integrity................................................................................................................................................41\nDissemination and exploitation of results................................................................................................42\nSocial innovation.....................................................................................................................................................44\nSynergies.....................................................................................................................................................................46\nSpending strategies for EU policy priorities ............................................................................................48\nClusters \n1. Health.......................................................................................................................................................................50\n2. Culture, Creativity & Inclusive Society...................................................................................................62\n3. Civil Security for Society................................................................................................................................73\n4. Digital, Industry & Space...............................................................................................................................89\n5. Climate, Energy & Mobility........................................................................................................................106\n6. Food, Bioeconomy, Natural Resources, Agriculture & Environment...................................120\n HORIZON EUROPE strategic plan | 2025 – 2027\n3\nINTRODUCTION\nThe Horizon Europe strategic plan for 2025-2027 sets out the strategic orientations for the \nfinal years of the EU’s largest research and innovation (R&I) programme to date – Horizon \nEurope. \nThe strategic plan aims to facilitate the implementation of Horizon Europe, serving as \nan interface between the overarching EU policy priorities and the Horizon Europe R&I \nactivities set out in the Horizon Europe work programmes. It provides planning stability \nfor the research community beyond the custom 2-year period of Horizon Europe work \nprogrammes."
    ],
    "summary": "Horizon Europe strategic plan 2025-2027. European Commission Directorate-General for Research and Innovation Directorate G — Policy & Programming Centre Unit Unit G.3 - Common strategic planning & Programming Service. Contact Maria Montserrat Badia Serrano Email Maria-Montserrat.BADIA-SERRANO@ec.europa.eu RTD-PUBLICATIONS@EC.euroma.eu European Commission B-1049 Brussels Manuscript completed in March 2024. 1st edition.",
    "id": "horizon_europe_strategic_plan_2025_2027_european_commission_directorate_general_for_research_and_innovation_directorate_g_policy_programming_centre_unit_unit_g_3_common_strategic_planning_programming_service_contact_maria_montserrat_badia_serrano_email_maria_montserrat_badia_serrano_ec_europa_eu_rtd_publications_ec_europa_eu_european_commission_b_1049_brussels_manuscript_completed_in_march_2024_1st_edition_the_european_commission_is_not_liable_for_any_consequence_stemming_from_the_reuse_of_this_publication_the_views_expressed_in_this_publication_are_the_sole_responsibility_of_the_author_and_do"
  },
  {
    "name": "Horizon Europe, Horizon Europe strategy plan 2025-2027, European Commission, Directorate-General for Research and Innovation, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe, Horizon Europe,",
    "type": "strategy",
    "mentions": [
      1
    ],
    "contexts": [
      "At the same time, it provides a certain degree of flexibility to respond to \nunforeseen challenges. \nThrough the strategic plan, investment in R&I is directed towards tackling key global \nchallenges such as: climate change; pollution; the loss of biodiversity; the digital transition; \nan ageing population; and building a more resilient, competitive, democratic and inclusive \nEurope.\nThe analytical foundation of the document is set out in a comprehensive strategic plan \nanalysis1 conducted by the Commission. This analysis covers the EU’s R&I landscape in \na global perspective, including: (i) current and future global challenges; (ii) new research \nneeds and opportunities; and (iii) how Horizon Europe could potentially address these new \nresearch needs and opportunities. The analysis also includes a large public consultation2 with \nrespondents representing a broad range of stakeholders. The analysis confirmed the need \nfor Horizon Europe to continue focusing on the current EU priorities in the 2025-2027 period: \nin particular: (i) the green transition; (ii) the digital transition; and (iii) building a more \nresilient, competitive, inclusive and democratic Europe.\nTo ensure a sound foundation for investment in R&I, the Commission drafted the strategic plan \nusing a co-design approach engaging a broad number of stakeholders. These stakeholders \nworked together to set common priorities to strengthen Europe’s knowledge base through \nfrontier research, breakthrough innovation, and the development and implementation of \ninnovative solutions to achieve Europe’s priorities. To fully harness their expertise, stakeholders \nwill also be involved in the preparation of Horizon Europe work programmes3 . \nThe strategic plan is also a communication tool reaching beyond the research community. It \nprovides an overview of the main EU priorities for R&I, and invites a broad audience involved \nin – or interested in – the European R&I agenda to identify funding opportunities: from policy \nmakers and private investors to potential applicants and the general public. \n1. European Commission, Directorate-General for Research and Innovation, Horizon Europe strategic plan 2025-2027 analysis, Publications Office \nof the European Union, 2023, https://data.europa.eu/doi/10.2777/637816.\n2. European Commission, Directorate-General for Research and Innovation, Synopsis report – Looking into the R&I future priorities 2025-2027, \nPublications Office of the European Union, 2023, https://data.europa.eu/doi/10.2777/93927.\n3. For the preparation of the 2025 work programme, the Commission will pilot an opportunity for stakeholders to give early feedback on the \nprogramme.\n 4\nHORIZON EUROPE strategic plan | 2025 – 2027\nStakeholders in Member States and Associated Countries can use this strategic plan as \nguidance to: (i) align their research strategies with the EU priorities; and (ii) exploit \nsynergies with other EU programmes and with national research activities and schemes. \nThis will improve the effectiveness and efficiency of the global R&I funding system and help \nto make the most of private and public investment."
    ],
    "summary": " Horizon Europe, Horizon Europe strategy plan 2025-2027, European Commission, Directorate-General for Research and Innovation. Investment in R&I is directed towards tackling key global challenges such as climate change, pollution, loss of biodiversity, the digital transition and building a more resilient, competitive, democratic and inclusive Europe.",
    "id": "horizon_europe_horizon_europe_strategy_plan_2025_2027_european_commission_directorate_general_for_research_and_innovation_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe_horizon_europe"
  },
  {
    "name": "HORIZON EUROPE",
    "type": "mission",
    "mentions": [
      2,
      4,
      5,
      9,
      11,
      13,
      14,
      15,
      16,
      17,
      18,
      19,
      20,
      21,
      22,
      23,
      29,
      31,
      32,
      33,
      35,
      36,
      39,
      41,
      42,
      43,
      44,
      45,
      46,
      47,
      50,
      51,
      52,
      53,
      54,
      55,
      57,
      58,
      61,
      62,
      63,
      64,
      65,
      67,
      68,
      70,
      71,
      73,
      74,
      75,
      76,
      77,
      78,
      79,
      80,
      81,
      82,
      84,
      87,
      88,
      89,
      90,
      91,
      92,
      93,
      94,
      95,
      96,
      97,
      98,
      99,
      100,
      101,
      102,
      103,
      104,
      105,
      106,
      107,
      108,
      109
    ],
    "contexts": [
      "EXECUTIVE SUMMARY\nSince its start in 2021, Horizon Europe has been generating excellence through breakthrough \nknowledge and investment in solutions to long-term global challenges, such as climate \nchange, biodiversity loss, pollution, the digital transformation, health threats and an ageing \npopulation.\nThese challenges not only remain highly relevant in the second half of the Horizon Europe \nprogramme period – they have also been exacerbated by an unstable geopolitical context. \nRussia’s war of aggression against Ukraine and the Middle East crisis are examples of \ngeopolitical situations that pose new security, democracy and supply-chain challenges \nworldwide. This has also put the ambition of the EU’s green and digital transitions under \npressure. At the same time, the pace of climate change is accelerating. Europe is by now the \nfastest-warming continent of the world4 , which has extensive socio-economic, environmental \nand health consequences. In the future, the developments in digital technologies, including \nArtificial Intelligence (AI), will define the world we live in. For these reasons, it is becoming \neven more urgent to take transformation measures towards supporting the objectives of \nthe European Green Deal, the digital transition and boosting our \nindustrial competitiveness.\nAs laid down in the legal base5 , the strategic plan is designed to \nfacilitate the implementation of the specific programme of Horizon \nEurope, promoting consistency between the work programmes, \nEU priorities, and national priorities. The strategic plan acts as a \ncompass to help policymakers: (i) stay on course with the green and \ndigital transitions; and (ii) respond to new challenges. The strategic \nplan also identifies current gaps in R&I funding and takes into \naccount the lessons learnt from Horizon 2020 and since the launch \nof Horizon Europe.\n4. Copernicus Climate Change Service (C3S), 2023: European State of the Climate 2022, Full report: climate.copernicus.eu/ESOTC/2022.\n5. Council Decision (EU) 2021/764 of 10 May 2021 establishing the specific programme implementing Horizon Europe – the Framework Programme \nfor Research and Innovation, and repealing Decision 2013/743/EU (Text with EEA relevance).\n 5\nHORIZON EUROPE strategic plan | 2025 – 2027\nFigure 1 – Implementing Horizon Europe\nThe strategic plan:\n\t•\nprovides three key strategic orientations for Horizon Europe R&I activities in 2025-\n2027;\n\t•\ndescribes 32 expected impacts of Horizon Europe R&I activities in 2025-2027;\n\t•\nidentifies the New European Bauhaus Facility\n\t•\nidentifies nine new co-programmed and co-funded European Partnerships;\n\t•\nidentifies the EU Missions; and gives an overview on the achievements of the first years; \n\t•\noutlines Horizon Europe’s approach to international cooperation, highlighting the \nimportance of openness while ensuring research security; and \n\t•\nprovides direction on specific, cross-cutting issues such as key technologies like artificial \nintelligence (AI), the balance of R&I, the integration of social sciences and humanities, \nand the dissemination and exploitation of results.",
      "Open strategic autonomy’ refers to the term ‘strategic autonomy, while preserving an open economy’, as reflected in the Conclusions of \nthe European Council of 1/2 October 2020. It is further set out in the Communication from the Commission Trade Policy Review – An Open, \nSustainable and Assertive Trade Policy, COM(2021) 66\n 7\nHORIZON EUROPE strategic plan | 2025 – 2027\nassets, interests or security should be put in place where necessary to mitigate risks related \nto research security.\nHelping to deliver a better future requires the integration of technological, cultural and social \ninnovation into a comprehensive transformation of socio-economic systems. It is essential to \ncontinue acting collectively and inclusively at all levels; from local, regional and national to \nglobal. Acting in this way will be necessary to create, trigger and support systemic changes \nneeded in a new geopolitical setting and deliver on the UN’s Sustainable Development Goals7. \nThis strategic plan also puts greater emphasis on the interaction of Horizon Europe with other \nEU funding programmes and regulatory frameworks, promoting synergies across funding \nschemes to maximise scientific, economic and societal impact. \nThe strategic plan also helps to strengthen the European Research Area (ERA)8 and the \nimplementation of the New European Innovation Agenda9, aligning policy initiatives at all \nlevels to ensure the successful implementation of European R&I priorities.\n7. See the dedicated web page on Sustainable Development Goals.\n8. See the dedicated web page on the European Research Area\n9. See the dedicated web page on the New European Innovation Agenda\n CLUSTER 2\nCLUSTER 1\nCLUSTER 3\nCLUSTER 4\nCLUSTER 5\nCLUSTER 6\n1.\t Staying healthy in a \nrapidly changing society   \n2.\t Living and working in \na \nhealth-promoting \nenvironment\n3.\t Tackling diseases and \nreducing disease burden    \n4.\t Ensuring equal access to \ninnovative, sustainable, \nand \nhigh-quality \nhealthcare   \n5.\t Developing and using \nnew tools, technologies \nand digital solutions for \na healthy society   \n6.",
      "M a i n t a i n i n g  \na n \ninnovative, sustainable, \nand competitive EU \nhealth industry\t\nFood, Bioeconomy, Natural \nResources, Agriculture \n& Environment\nClimate, Energy \n& Mobility\nDigital, Industry \n& Space\nCivil Security \nfor Society\nCulture, Creativity \n& Inclusive Society\nHealth\nGreen Transition\nDigital Transition \nA more Resilient, Competitive, Inclusive, \n& Democratic Europe \n7.\t R e i n v i g o r a t i n g \ndemocratic governance \n8.\t Realising the full potential \nof cultural heritage, \narts, and cultural and \ncreative sectors\n9.\t Strengthening social and \neconomic resilience and \nsustainability\n10.\tBoosting \ninclusive \ngrowth and reducing \nvulnerabilities effectively\n11.\tReducing losses from \nnatural, accidental and \nhuman-made disasters\n12.\tFacilitating legitimate \nmovement of passengers \nand goods into the EU, \nwhile preventing illicit \nacts\n13.\tTackling \ncrime \nand \nt e r r o r i s m  \nm o r e \neffectively and increasing \nthe \nresilience \nof \ninfrastructures\n14.\tIncreasing cybersecurity \nand \nmaking \nthe \nonline \nenvironment \nmore secure\n15.\tAchieving \nglobal \nleadership in climate-\nneutral, circular and \ndigitised industrial and \ndigital value chains \n16.\tAchieving technological \nleadership for Europe’s \nopen strategic autonomy \nin \nraw \nmaterials, \nchemicals and innovative \nmaterials\n17.\tDeveloping an agile and \nsecure single market and \ninfrastructure for data-\nservices and trustworthy \nartificial intelligence \nservices\n18.\tAchieving open strategic \nautonomy in digital \nand emerging enabling \ntechnologies\n19.\tA c h i e v i n g  \no p e n \nstrategic \nautonomy \nin global space-based \ninfrastructures, services, \napplications, and data\n20.\tDigital and industrial \ntechnologies \ndriving \nhuman-centric innovation\n21.\tAdvancing science for \na fair transition to a \nclimate-neutral \nand \nresilient society \n22.\tFacilitating the clean and \nsustainable transition of \nthe energy and transport \nsectors towards climate \nneutrality through cross-\ncutting solutions\n23.\tEnsuring more efficient, \nsustainable, secure, and \ncompetitive renewable \nand \ndecarbonised \nenergy supply\n24.\tUsing energy in buildings \nand industry in an \nefficient, affordable and \nsustainable way\n25.\tAchieving sustainable, \ninclusive, and competitive \ntransport modes\n26.\tDeveloping multimodal \nsystems and services \nfor \nclimate-neutral, \nsmart, inclusive, and safe \nmobility\n27.\tFostering \nmitigation \nof and adaptation to \nclimate change in areas \nand sectors covered by \nCluster 6\n28.\tPutting \nbiodiversity \non a path to recovery, \nand \nprotecting \nand \nrestoring ecosystems and \ntheir services\n29.\tAchieving  healthy soils \nand forests, as well \nas clean air, fresh and \nmarine water, whilst \nensuring water resilience \nand the transition to a \nclean, competitive and \ncircular economy and \nsustainable bioeconomy\n30.\tEnsuring healthy food \nand nutrition security \nby making agriculture, \nfisheries, aquaculture \nand \nfood \nsystems \nsustainable, resilient, \ninclusive  and within \nplanetary boundaries \n31.\tSustainably developing \nrural, \nurban \nand \ncoastal areas\n32. Developing innovative \ngovernance \nmodels \nand \ntools \nenabling \ns u s t a i n a b i l i t y \nand resilience\n8\nHORIZON EUROPE strategic plan | 2025 – 2027\nFigure 2 – Overview of Expected Impacts\n 9\nHORIZON EUROPE strategic plan | 2025 – 2027\nHOW WAS THE SECOND STRATEGIC PLAN DEVELOPED?\nThe Horizon Europe strategic plan serves as an interface between the EU’s main policy \npriorities and the Horizon Europe research activities."
    ],
    "summary": "Horizon Europe 2025–2027 is the second half of the Horizon Europe programme. The strategic plan is designed to facilitate the implementation of the specific programme of Horizon Europe. Horizon Europe aims to generate excellence through breakthrough knowledge and investment in solutions to long-term global challenges. These include climate change, biodiversity loss, pollution, the digital transformation, health threats and an ageing population.",
    "id": "horizon_europe"
  },
  {
    "name": "HORIZON EUROPE Strategic Plan 2021 - 2024 Work Programme 2021 - 2022 Strategic Plan 2025 - 2027 Work Programme 2023 - 2024 Strategic Plan Analysis PROJECT PROJECT PROJECT PROJECT Work Programme 6 HORIZON EUROPE strategic plan | 2025 – 2027 The following key strategic orientations outline the main priorities for 2025-2027.",
    "type": "strategy",
    "mentions": [
      3
    ],
    "contexts": [
      "A dedicated section on synergies \nprovides guidance on how to foster synergies with other EU and national funding \nprogrammes.\nHORIZON EUROPE\nStrategic Plan \n2021 - 2024\nWork Programme \n2021 - 2022\nStrategic Plan \n2025 - 2027\nWork Programme \n2023 - 2024\nStrategic \nPlan \nAnalysis\nPROJECT\nPROJECT\nPROJECT\nPROJECT\nPROJECT\nPROJECT\nWork Programme \n 6\nHORIZON EUROPE strategic plan | 2025 – 2027\nThe below key strategic orientations outline the main priorities for 2025-2027.\n\t•\nThe green transition: Horizon Europe R&I activities must support Europe to become \nthe world’s first climate-neutral continent by 2050 and to tackle biodiversity loss and \npollution. At least 35% of Horizon Europe’s resources are committed to be spent on \nclimate action and 10% for 2025-2027 on biodiversity action. \n\t•\nThe digital transition: Research to support the digital transition is key to Europe’s \ncompetitiveness and open strategic autonomy6 , and to setting human-centred standards. \nIt is also key to achieving the green transition. In 2021-2027, it is agreed to invest at \nleast EUR 13 billion from Horizon Europe in core digital technologies.\n\t•\nA more resilient, competitive, inclusive and democratic Europe: Europe’s social rights \nand democratic values and principles need a strong foundation so they can be promoted \nglobally. Horizon Europe research activities will help provide this foundation. This includes \nresearch on civil security, on a fair and environmentally friendly economic model, on \nhealth and wellbeing and on democratic participation.\nOpen strategic autonomy and securing Europe’s leading role in developing and deploying \ncritical technologies are overarching principles that apply across all three key strategic \norientations. \nHorizon Europe offers a wide range of instruments for research-based solutions: from \nfundamental research through to breakthrough innovation and on to the development and \nimplementation of innovative solutions. \nThe key strategic orientations are the guiding principles for all parts of Horizon Europe and \nwill be implemented through the work programmes 2025-2027. The section ‘How will the \npillars of Horizon Europe help deliver on the key strategic orientations?’ section provides more \ndetailed information about the role of Pillars I, II, III and the ‘Widening Participation and \nStrengthening the ERA part’ to the key strategic orientations.\nHorizon Europe has an explicit and ambitious commitment to spend at least 35% of its \nfunding resources on climate action. To further step-up action for biodiversity, Horizon \nEurope also commits to increasing investment in biodiversity to 10% of the Horizon Europe \nbudget for 2025-2027. In addition, the framework programme includes a target to spend at \nleast EUR 13 billion on core digital technologies during 2021-2027. \nThe strategic plan aims to coordinate work in the EU and beyond in order to both increase \nthe impact of investment in R&I and boost Europe’s leadership in science and innovation. \nIn addition, international cooperation will remain the bedrock of the EU’s endeavours to: (i) \nlead the green and digital transitions; (ii) address global health and environmental challenges \nat the right level; (iii) make Europe more resilient and stronger in the world; and (iv) promote \nopen strategic autonomy. At the same time, measures to safeguard the EU’s strategic \n6."
    ],
    "summary": "The below key strategic orientations outline the main priorities for 2025-2027. At least 35% of Horizon Europe’s resources are committed to be spent on climate action and 10% on biodiversity action. Research to support the digital transition is key to Europe's competitiveness and open strategic autonomy. Horizon Europe research activities will help provide this foundation.",
    "id": "horizon_europe_strategic_plan_2021_2024_work_programme_2021_2022_strategic_plan_2025_2027_work_programme_2023_2024_strategic_plan_analysis_project_project_project_project_work_programme_6_horizon_europe_strategic_plan_2025_2027_the_following_key_strategic_orientations_outline_the_main_priorities_for_2025_2027"
  },
  {
    "name": "Horizon Europe, Directorate-General for Research and Innovation, Horizon Europe strategic plan, 2025-2027",
    "type": "strategy",
    "mentions": [
      6
    ],
    "contexts": [
      "It strives to ensure the best value and \nimpact for Member States and Associated Countries’ investment in R&I. It supports the below \naspects:\n\t•\nContinuity and reliability for the R&I communities – it sets R&I priorities beyond the \ncustom 2-year period of Horizon Europe work programmes. \n\t•\nCommunication – it enables Member States, Associated Countries, stakeholders and the \ngeneral public to engage with the European Commission on future research priorities in \na transparent way.\n\t•\nSynergies with national R&I activities – it allows Member States and Associated \nCountries to seek a better alignment of their national and regional R&I strategies and \nactivities with EU priorities, by improving coordination and increasing synergies between \nnational and EU funding.\n\t•\nSynergies with other EU funding instruments – it highlights further opportunities for \nsynergies with other EU funding programmes.\nIn preparing the strategic plan for 2025-2027, the Commission carried out a thorough and \ncomprehensive strategic plan analysis10 covering:\n\t•\nglobal challenges and recent policies to address them;\n\t•\nfuture challenges and disruptions and other outcomes of foresight activities \n\t•\nthe EU’s R&I landscape in a global perspective;\n\t•\npossible new research needs and opportunities arising from global challenges; and\n\t•\nthe potential of Horizon Europe to address important issues.\nFor more than a year, the Commission also engaged in an extensive dialogue with the general \npublic, stakeholders, Member States, Associated Countries and the European Parliament on \nR&I priorities for the second strategic plan. The Commission organised a citizen engagement \nworkshop11 on 1 December 2022 to obtain the general public’s view on the strategic plan. \nThe Commission also launched a large public consultation12 from 1 December 2022 to 23 \nFebruary 2023 with 2 258 respondents representing academic or research institutions, \ncompanies and business organisations, individuals, public authorities and other stakeholders.\nOne of the main conclusions from these processes was that the need for Horizon Europe \nto continue focusing on the current EU priorities in the 2025-2027 period: in particular, \nthe green transition, the digital transition and achieving a more resilient, competitive, \ninclusive and democratic Europe.\n10. European Commission, Directorate-General for Research and Innovation, Horizon Europe strategic plan 2025-2027 analysis, Publications Office \nof the European Union, 2023, https://data.europa.eu/doi/10.2777/637816.\n11. Executive summary – Citizens’ engagement event.\n12. Looking into the R&I future priorities 2025-2027 – results of the public consultation on the past, present and future of the European Research \n& Innovation Framework programmes 2014-2027.\n 10\nHORIZON EUROPE strategic plan | 2025 – 2027\nBuilding on the analytical phase, the second strategic plan shows continuity with the first \nstrategic plan (2021-2024). This includes the ‘impact logic’, which sets out key strategic \norientations and expected impacts, and describes the path from EU priorities to specific \nresearch activities in the Horizon Europe work programme parts. A staff working document13 \non the ‘Evidence framework on monitoring and evaluation of Horizon Europe’ describes \nthe intervention logic of Horizon Europe and explains the evidence that will be used for \ndesigning, informing, and improving the programme, including a comprehensive set of data \nand indicators."
    ],
    "summary": " Horizon Europe 2025-2027 aims to ensure the best value and impact for Member States and Associated Countries’ investment in R&I. It supports the below aspects:Continuity and reliability for the R &I communities, communication, alignment with national and regional strategies and synergies with other EU funding instruments.",
    "id": "horizon_europe_directorate_general_for_research_and_innovation_horizon_europe_strategic_plan_2025_2027"
  },
  {
    "name": "Horizon Europe, Framework Programme for Research and Innovation",
    "type": "programme",
    "mentions": [
      7
    ],
    "contexts": [
      "It was set up in line with the monitoring and evaluation provisions of the \nHorizon Europe Regulation14.\nArticle 6 of the Council Decision establishing the Specific Programme implementing Horizon \nEurope15 sets out in detail the elements to be covered in the strategic plan and also sets out \nthe process for its preparation.\nWHAT IS NEW IN THE SECOND STRATEGIC PLAN?\nWhile focusing on continuity, targeted changes and novelties have been \nintroduced where appropriate, to reflect developing societal and political \ncircumstances.\nIn addition, Member States, Associated Countries, R&I stakeholders and \nthe general public asked to make the strategic plan easier to read. In \nresponse, the Commission has:\n\t•\nsimplified the impact logic by removing the ‘impact areas’ to reduce \ncomplexity and focus on the expected impacts;\n\t•\nturned the four key strategic orientations of the strategic plan 2021-2024 into three \noverarching, interlinked and less prescriptive key strategic orientations that encapsulate \nthe main EU policy priorities, all of which require a significant contribution from R&I:\n\t-\ngreen transition;\n\t-\ndigital transition; and\n\t-\na more resilient, competitive, inclusive, and democratic Europe;\n\t•\ntransformed ‘open strategic autonomy’ and ‘securing Europe’s leading role in developing \nand deploying critical technologies’ (in particular those identified in the list of critical \ntechnologies proposed by the Commission in the context of the European Economic \nSecurity Strategy) into overarching principles that apply across all three key strategic \norientations;\n13. Commission staff working document Evidence Framework on monitoring and evaluation of Horizon Europe, SWD(2023) 132 , 27.4.2023\u0007\n14. \u0007Regulation (EU) 2021/695 of the European Parliament and the Council of 28 April 2021 establishing Horizon Europe – the Framework \nProgramme for Research and Innovation, laying down its rules for participation and dissemination, and repealing Regulations (EU) No \n1290/2013 and (EU) No 1291/2013.\n15."
    ],
    "summary": "The European Commission has released a new version of its Horizon Europe strategic plan. The new plan will focus on the development of new technologies, rather than just the implementation of existing ones. The Commission has also simplified the plan to make it easier to read. The plan will be published in two parts, one in spring and the other in July.",
    "id": "horizon_europe_framework_programme_for_research_and_innovation"
  },
  {
    "name": "EU Missions, Horizon Europe, European green deal, HORIZON EUROPE, digital transition, AI-strategy",
    "type": "strategy",
    "mentions": [
      10
    ],
    "contexts": [
      "People \nshould see green transition projects in their daily lives and living spaces, for example through \ninitiatives like the New European Bauhaus18. EU Missions are a key tool to support the green \ntransition.\n17. European Commission, Directorate-General for Communication, European green deal – Delivering on our targets, Publications Office of the \nEuropean Union, 2021, https://data.europa.eu/doi/10.2775/373022\n18. For more information, see the dedicated web page on the New European Bauhaus.\n 14\nHORIZON EUROPE strategic plan | 2025 – 2027\nThe EU will need to make improvements in several areas to address ongoing and future \nthreats. In particular, it will be necessary to improve the EU’s response in two areas: (i) its \nresilience to climate-related extreme events like heatwaves, floods, droughts and wildfires; \nand (ii) its readiness to confront the emergence of new, climate-related, cross-border health \nand biological threats. Improvements in these two areas will also have the co-benefits \nof protecting cultural heritage and landscapes from natural and human-made risks and \nbetter addressing water resilience. These improvements will also require: (i) behavioural \nand structural change at societal level; (ii) transformational decision-making; and (iii) social \nacceptance. To prepare for these changes, it will be important to conduct research in social \nsciences, humanities, law, and governance. Raising awareness to social and collective \nresponsibility and the trust in and the uptake of sustainable solutions as well as facilitating \nco-creation processes are part of this. \nKey strategic orientation 2: Digital transition\nInvestment in R&I in key digital technologies is crucial for improving Europe’s competitiveness \nin the digital value chain, integrating world-leading digital capabilities and technologies into \nits economy and industry, and strengthening its position in global markets of innovative \ngoods and services. Such investment is also crucial to ensure that digital technologies uphold, \nby design, Europe’s principles and values, and peoples’ rights. \nArtificial intelligence is transforming our society and the way we do science. It acts as a \ncatalyst for scientific breakthroughs in a variety of scientific fields and a key instrument in \nthe scientific progress needed for tackling the green and digital transitions. Geopolitically, \nleadership in AI-powered science is essential for Europe’s competitive edge, prosperity, \nand technological sovereignty. The European AI-strategy is guided by the dual principle of \nexcellence in AI and trustworthy AI, which, along with a thorough but innovation-friendly \nregulatory framework, such as the Artificial Intelligence Act19, can harness AI’s vast potential \nwhile protecting the rights and private spheres of the European people. Achieving this depends \non the collective commitment of all stakeholders in the European scientific and innovation \ncommunity to develop research and innovation ecosystems that are AI-ready. Encouraging \npeople – especially underrepresented groups – to get involved is essential for advancing the \ndevelopment of trustworthy and bias-free Artificial Intelligence. \nThe EU’s ability to defend and promote its economic and societal interests, as well as its \ncredibility as a strong policy actor on the global stage, will largely be a function of its cyber \nresilience and digital technologies command."
    ],
    "summary": "People should see green transition projects in their daily lives and living spaces, for example through initiatives like the New European Bauhaus. EU Missions are a key tool to support the green transition. The EU will need to make improvements in several areas to address ongoing and future climate threats. To prepare for these changes, it will be important to conduct research in social and collective responsibility.",
    "id": "eu_missions_horizon_europe_european_green_deal_horizon_europe_digital_transition_ai_strategy"
  },
  {
    "name": "Horizon Europe policy, clusters, missions, programmes, strategies, impact areas",
    "type": "policy",
    "mentions": [
      12,
      34,
      37,
      56,
      83
    ],
    "contexts": [
      "Additionally, cross-border challenges like pandemics, armed \nconflict, climate change, biodiversity loss, energy-security and \n 16\nHORIZON EUROPE strategic plan | 2025 – 2027\nfood-security must be addressed. It is critical for the EU’s open strategic autonomy to \nensure the resilience of critical infrastructure and fundamental societal functions as well as \nthe security of supply of basic goods. To strengthen supply chains and to reduce technological \ndependence by supporting energy efficiency and circularity, as well as more efficient and \nless polluting manufacturing processes, are key to Europe’s resilience and competitiveness. \nThe cultural and creative industries can play an important role in this context. They promote \nhuman development and competitiveness, empower people to take ownership of their own \nadvancement and stimulate the innovation that can drive inclusive sustainable growth.\nR&I plays a key role in fostering the EU’s growth model as described in the Green Deal \nIndustrial plan20. It contributes to enhancing the competitiveness of Europe’s net-zero \nindustry and creating more quality jobs, bringing new and better solutions for scaling up the \nEU's manufacturing capacity for the technologies and products required to meet Europe's \nambitious climate targets, while respecting planetary boundaries, and decent working \nconditions, contributing to the zero pollution ambition and ensuring that no person or place \nare left behind. \nIt is essential to focus on the health and well-being of people, ensuring not only their access \nto essential services, in line with the European Pillar of Social Rights and to an effective, \ninclusive and resilient healthcare system as well as to healthy and sustainable food, but also \nthe fulfilment of fundamental needs as outlined in the Sustainable Development Goals. It \nrequires tackling inequalities, fostering inclusion and cultural diversity to empower people \nin the transitions. It also requires strengthening democracy and increasing democratic \nparticipation as well as protecting the EU, its people and its values. \nA strong and trustworthy democracy is key to protect fundamental rights and the rule of law. \nAn unstable context with a severe demographic change and significant mobility and levels \nof migration requires fostering the inclusion of refugees and migrants into the European \nsociety. Making legal migration pathways more sustainable can contribute to addressing \nshortages of skills needed for the green and digital transitions. An increased understanding \nof intersectionality and recognition of factors that affect individuals in vulnerable situations \nis key to build an inclusive and democratic Europe leaving no one behind.\n20. European Commission, Communication: A Green Deal Industrial Plan for the Net-Zero Age, Brussels, 1.2.2023 COM(2023) 62\n 17\nHORIZON EUROPE strategic plan | 2025 – 2027\nHOW WILL THE PILLARS \nOF HORIZON EUROPE \nHELP DELIVER ON THE KEY \nSTRATEGIC ORIENTATIONS?\nThe three pillars of Horizon Europe together with the horizontal part on ‘Widening \nParticipation and Strengthening the ERA’ are designed to have synergetic impact. The links \nand complementarity between these four aspects add value to projects and increase the \noverall effectiveness of Horizon Europe in delivering better impact to society on the three \nkey strategic orientations.\nThe strategic plan focuses primarily on Pillar II of Horizon Europe.",
      "To prevent \nethics dumping, Horizon Europe will not fund practices that would breach EU rules, even when \nimplemented outside the EU.\nHorizon Europe will continue to lead the way in addressing the ethical dimension of new and \nemerging technologies (e.g. artificial intelligence, neuromorphic engineering and computing, \nnew genomic techniques, biomedical and geoengineering, space exploration, synthetic biology, \nneurotechnology) and their potential societal impact, as well as their impact on the planet, \non ecosystems and living conditions of the next generations, in particular in the context of \nthe green and digital transitions and the ambition to improve human health and well-being. \nActions will cover the promotion of the necessary societal dialogue including with the science \nfor policy ecosystem, engagement with the general public, strengthening of dialogues on \nethics and integrity in research with global partners, and building a constructive culture of \n‘doing good’ beyond ‘doing no harm’, a fundamental principle of the European Research Area.\nTo solidify the EU’s commitment to the highest standards of ethics and integrity, Horizon \nEurope will support and further develop innovative actions for training, education and capacity \nbuilding, as well as operational procedures and promotion plans supporting the research \ncommunity, institutions, funders and ethics/integrity bodies. This includes support for the \nreform of the researchers’ assessment process and the evaluation of research institutions.\nDISSEMINATION AND EXPLOITATION OF RESULTS\nEvery year, EU-funded researchers produce a considerable number of research results. For \nthese results to benefit society, they must be made available to the relevant stakeholders \nand used to generate actual societal and/or economic impact.\nOnly by disseminating and actually using excellent research results will the EU be ready to \nface the future. Dissemination and exploitation47 (D&E) are key to supporting the translation \nof results into knowledge, goods and services of economic and societal value. Horizon Europe \nprojects bridge the gap between research and impact by using their results for market uptake, \nwider scientific use or advice for policymaking in service of society. The EU’s excellence in \nknowledge stemming from research and innovation should translate into value that benefits \nsociety.\nIn this line, and in order to increase knowledge valorisation in the Union, the Council has \nadopted Recommendation on the Guiding Principles for knowledge valorisation48 to provide a \ncommon policy framework in the Union and help Member States align their initiatives for R&I \nvalue creation. These guiding principles are implemented in Codes of Practice, which provide \n47. For more information, see the dedicated page on Dissemination and exploitation of research results.\n48. \u0007Council Recommendation (EU) 2022/2415 of 2 December 2022 on the guiding principles for knowledge valorisation,(OJ L 317, 9.12.2022, \np. 141).\n 43\nHORIZON EUROPE strategic plan | 2025 – 2027\nguidance to help researchers, innovators and other stakeholders improve the valorisation of \nR&I results 49.\nThe European Commission has a D&E strategy in place to support valorisation of R&I results \nfrom Horizon Europe.",
      "Secondly, because integrating technological, social, and other forms of innovation ensures \nthat innovation empowers society and supports social change on the path to sustainability. \nThis integrating and integrated approach to innovation is centrally supported by the European \nGroup on Ethics in Science and New Technologies (EGE), which delivers independent high-\nlevel advice to the European Commission on issues where ethical, societal and fundamental \nrights issues intersect with the development of science and new technologies. Horizon Europe \npromotes social innovation as a cross-cutting theme in all its parts. It does so with calls \ndedicated to social innovation as well as calls that include social innovation elements in their \nexpected outcomes and/or scope.\nDO NO HARM PRINCIPLE\nIn line with the interinstitutional agreement on the 2021-2027 multiannual financial \nframework56, implementing the EU budget must do no harm to the EU’s environmental policy \nobjectives. \nThe Commission will carry out a ‘do no harm’ screening for all topics to be included in the work \nprogrammes, as was the case for the 2021-2024 work programmes, looking at expected \noutcomes and assessing how far they might impact environmental policy objectives.\nIn addition, under the Horizon Europe ethics appraisal procedure (see also section 7.5), \napplicants are asked to self-assess ethical aspects of their proposals including information \non possible negative environmental effects of their project’s objectives, activities \nor results. The Commission will improve the environmental ethics dimension in the \nethics appraisal procedure and provide revised guidance to applicants and scientific \nevaluates in line with feedback from stakeholders and expert advice. This will allow to \nbetter streamline the scientific and ethics assessment procedures of proposals, avoid \nduplication of information in applications and managing better the risks of possible \nnegative environmental effects. \n56. \u0007Interinstitutional agreement of 16 December 2020 between the European Parliament, the Council of the European Union and the \nEuropean Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management, as well as \non new own resources, including a roadmap towards the introduction of new own resources, Official Journal LI 433/28.\n 46\nHORIZON EUROPE strategic plan | 2025 – 2027\nSYNERGIES\nIn the context of EU funding, ‘synergies’ occur when the impact of the results or programmes \nas a whole is greater than that of the sum of their individual impacts. This applies to EU \nprogrammes as well as transnational, national- and regional programmes. Synergies require \nclose interaction between two or more programmes with the aim of boosting the impact of \nindividual measures. For the strategic plan, the concept of ‘synergies’ refers to synergies \nbetween Horizon Europe and other relevant programmes/funding mechanisms57. This differs \nfrom complementarities between the clusters in Horizon Europe, that are referred to as \n‘cross-cluster complementarities’.\nSynergies between Horizon Europe and other EU funding programmes are key to achieving \ngreater impact from R&I outcomes in support of Commission priorities."
    ],
    "summary": "It is essential to focus on the heaping up of the EU’s net-zero carbon budget. It is also essential to ensure that no one is left behind by the cuts. The European Commission is working on a plan to reduce carbon emissions in the EU by 20% by 2027.",
    "id": "horizon_europe_policy_clusters_missions_programmes_strategies_impact_areas"
  },
  {
    "name": "European Commission, European Research Area Policy Agenda, overview of actions for 2022-2024",
    "type": "policy",
    "mentions": [
      24
    ],
    "contexts": [
      "Moreover, \nthe EIE will strengthen cooperation with other EU initiatives that focus on innovation such \nas Startup Europe, the GovTech community, Digital Innovation Hubs or the Enterprise Europe \nNetwork and contribute to the development of advisory tools enhancing innovation capacity \nand potential of companies.\nWIDENING PARTICIPATION AND STRENGTHENING THE EUROPEAN \nRESEARCH AREA\nThe Widening Participation and Strengthening the European Research Area part (WIDERA) \nsupports the priorities set out in the Pact for Research and Innovation in Europe and the ERA \npolicy agenda28 and seeks to increase the involvement and success rate of participants from \nthe Widening countries and the outermost regions, helping them get closer to the EU average. \nWIDERA supports the key strategic orientations of Horizon Europe by building up Europe’s \nR&I capacity to address global challenges and boost its future competitiveness. The ERA \npart also supports the uphold, the further uptake and spreading of shared EU values and \n27. For more information, see the dedicated web page on European Innovation Ecosystems.\n28. European Commission, European Research Area Policy Agenda, overview of actions for 2022-2024.\n 30\nHORIZON EUROPE strategic plan | 2025 – 2027\nprinciples such as ethics in and integrity of R&I, freedom of scientific research, societal \nresponsibility, gender equality, equal opportunities, diversity and inclusiveness. The widening \npart is Horizon Europe’s tool to help reduce the gap in R&I performance between countries \nand to promote systemic reforms and transformations, including through foresight and \nintersectoral collaboration.\nTo increase the impact of Horizon Europe, narrow the innovation gap, and promote excellence, \ncompetitiveness and innovation across the ERA, the widening part will strengthen its links \nwith the three pillars. Its activities will be aligned with the priorities set out in the 2021 Pact \nfor Research and Innovation in Europe29 and be implemented through the ERA Policy Agenda, \nnotably through thematic actions in areas relevant for the clusters.\nThe first ERA Policy Agenda included actions of relevance to Clusters 2, 4 and 5 (e.g. action \n11 – Green energy transformation, Action 12 – Accelerating the green and digital transition \nof Europe’s key industrial ecosystems, and Action 14 – Bring science closer to citizens). \nThese actions have led to two industrial technology roadmaps on low-carbon and circular \ntechnologies, which feed into transition pathways of industrial ecosystems. \nThe first Policy Agenda also includes horizontal ERA actions supporting all clusters (e.g. \nAction 1 – open access, Action 3 – research careers, Action 5 – gender equality, and Action \n8 – research infrastructures) and building the necessary capacity to support successful \nparticipation in the R&I process (e.g. Action 16 – Access to excellence).\nAction 12 includes the development of a European approach to Technology Infrastructures, \nwhich enables technology development and innovation in key industrial sectors, strengthening \nthe European Research Area (ERA). Together with Research Infrastructures in Pillar I, they \nform the continuum of research facilities and services supporting the entire innovation \ncycle from research to market, covering all technology readiness levels."
    ],
    "summary": "Widening Participation and Strengthening the European Research Area part (WIDERA) supports the priorities set out in the Pact for Research and Innovation in Europe and the ERA policy agenda28. WiderA supports the key strategic orientations of Horizon Europe by building up Europe’s R&I capacity to address global challenges.",
    "id": "european_commission_european_research_area_policy_agenda_overview_of_actions_for_2022_2024"
  },
  {
    "name": "Horizon Europe Policy Agenda",
    "type": "policy",
    "mentions": [
      25
    ],
    "contexts": [
      "Due to their testing, \nexperimentation and demonstration capabilities, services and competencies, Technology \nInfrastructures bridge the gap between science and innovation supporting industrial capacity \nbuilding, accelerating the deployment of R&I results and strategic technologies in industrial \necosystems. New activities will be tested under the Horizon Europe pillars implementing \nthe preparatory work of the 2022-2024 ERA Policy Agenda, in support of key EU policy \npriorities such as Europe’s technological sovereignty, competitiveness, and the green and \ndigital transition of industry.\nIn 2025-2027, synergies will be created between the ERA Policy Agenda and the Horizon \nEurope work programmes to ensure that both the Pact for R&I priorities and Horizon Europe’s \nkey strategic orientations are implemented effectively and coherently. The second ERA Policy \nAgenda is therefore expected to include significant thematic actions that contribute directly \nto achieving the impacts expected under Pillar II as well as horizontal actions relevant for all \n29. Council Recommendation (EU) 2021/2122 of 26 November 2021 on a Pact for Research and Innovation in Europe.\n 31\nHORIZON EUROPE strategic plan | 2025 – 2027\nthe clusters, such as boosting links between science, society and education and strengthening \nthe research dimension of the European Universities initiative, including within the smart \nspecialisation process.\nThe widening component aims to tackle the R&I gap to move towards a truly integrated and \ncohesive European R&I ecosystem in the EU. Disparities between R&I leading and lagging \ncountries should be tackled through structural policy reforms aimed at, e.g. improving the \nattractiveness of research careers, internationalisation, effectiveness of management \nand governance of R&I institutions or matching activities with EU initiatives (e.g. seals of \nexcellence). Greater intersectoral cooperation between research institutions and business \nis key to bridging these disparities between countries. By building on ‘pockets of excellence’ \nand connecting them to broader ecosystems, this component will help countries with less \nadvanced R&I systems to upgrade their R&I systems and performance, allowing the EU to \nlevel up.\nIn 2025-2027, the widening part will be tailored towards greater: (a) inclusiveness; (b) R&I \ncapacity; and (c) sustainability of actions. This will be implemented through a well-balanced \nmix of the continuation of proven and the introduction of new actions.\n 32\nHORIZON EUROPE strategic plan | 2025 – 2027\nEUROPEAN PARTNERSHIPS\nHorizon Europe has brought about a major reform and rationalisation of the European \nPartnership landscape, reducing the number of partnerships from about 120 under Horizon \n2020 to 49 under the first Horizon Europe strategic plan. Horizon Europe also introduced a \nmore coherent, transparent, and strategic approach to partnerships based on a clear set of \npartnership life-cycle criteria as set out in Annex III of the Horizon Europe Regulation. In line \nwith the legal base, all partnerships have been developed in areas where there is strong \npotential to develop critical mass in a strategically relevant sector, and where a European \nPartnership approach should be more effective in achieving the objectives of Horizon Europe \nthan regular work programme calls.\nTo date, more than EUR 65 billion have been committed to European Partnerships: EUR 24.8 \nbillion from Horizon Europe and EUR 35.6 billion from non-EU partners."
    ],
    "summary": "New activities will be tested under the Horizon Europe pillars implementing the preparatory work of the 2022-2024 ERA Policy Agenda. The second ERA Policy agenda is expected to include significant thematic actions that contribute directly to achieving the impacts expected under Pillar II as well as horizontal actions relevant for all. The widening component aims to tackle the R&I gap to move towards  digital transition.",
    "id": "horizon_europe_policy_agenda"
  },
  {
    "name": "EU missions",
    "type": "mission",
    "mentions": [
      26,
      27
    ],
    "contexts": [
      "More than 65% of \nthe total amount has been provided by private sector partners30. Partnerships under Pillar II \nhave so far accounted for 39.7% of the pillar’s overall budget. The maximum contribution of \nPillar II to partnerships is limited to 49.9% of its total budget in line with Horizon Europe‘s \nlegal base31.\nWhile co-funded and co-programmed European Partnerships are covered in the strategic \nplan, institutionalised partnerships require a separate legal base and are therefore not \ncovered by the plan32.\nIn the first strategic planning period, institutionalised European Partnerships accounted for \nthe biggest share of the Horizon Europe partnership budget (57%). Of the institutionalised \npartnerships, the largest share of the budget was dedicated to 10 joint undertakings (based \non Article 187 of the TFEU). Co-programmed partnerships accounted for 33% of the Horizon \nEurope partnership budget, and co-funded partnerships for 10%33.\nBy pooling and mobilising resources and encouraging collaboration to achieve common \nobjectives, partnerships are at the heart of the twin green and digital transitions and \nincreasing the EU’s resilience. As for the first 49 partnerships under Horizon Europe, 67% of \ntheir collective resources are allocated to R&I contributing to the European Green Deal, 36% \nwill contribute to resilience objectives, and 33% to digital objectives34. These percentages \nhave increased significantly compared to Horizon 2020. Moreover, European Partnerships \nhave been facilitating and promoting international collaboration with strategic partners in \ncountries and regions outside the EU.\n30. \u0007These figures are based on commitments made by partners in advance. Actual contributions can only be determined reliably after the end of \nthe initiative.\n31. It should be noted that this is a legally binding ceiling, not a target\n32. \u0007A review of possible areas of action for institutionalised European Partnerships (based on Art. 185 and 187 of the Treaty on the Functioning \nof the European Union) was carried in 2023 (SWD(2023)260). Priorities for Knowledge and Innovation Communities (KICs) under the European \nInstitute for Innovation and Technology (EIT) are set out in the EIT’s Strategic Innovation Agenda for 2021-2027.\n33. \u0007Performance of European Partnerships: Performance of European Partnerships: Biennial Monitoring Report (BMR) 2022 on partnerships in \nHorizon Europe in Horizon Europe.\n34. Ibid. Partnerships can contribute to different objectives simultaneously, as they are not mutually exclusive.\n 33\nHORIZON EUROPE strategic plan | 2025 – 2027\nThe following co-programmed and co-funded European Partnerships have been identified \nfor the second Horizon Europe strategic plan. They will appear in the Horizon Europe \nwork programmes, subject to fulfilment of the selection criteria at the moment the work \nprogrammes are adopted. Otherwise, the priority will be addressed by traditional calls.\nCO-FUNDED EUROPEAN PARTNERSHIPS\n\t•\nBrain Health\n\t•\nForests and Forestry for a Sustainable Future \n\t•\nRaw Materials for the Green and Digital Transition \n\t•\nResilient Cultural Heritage \n\t•\nSocial Transformations and Resilience \nCO-PROGRAMMED EUROPEAN PARTNERSHIPS\n\t•\nInnovative Materials for the EU\n\t•\nSolar Photovoltaics\n\t•\nTextiles of the Future\n\t•\nVirtual Worlds\n \n 34\nHORIZON EUROPE strategic plan | 2025 – 2027\nMISSIONS\nEU Missions are flagships of Horizon Europe.",
      "Their aim is to channel efforts and actions \nacross programmes and actors to support a limited number of well-defined, urgent and \nbold global challenges that have the potential to garner the engagement and support of \npolicymakers, stakeholders and the wider public. Following a preparatory phase, in 2021 five \nEU Missions were launched: Adaptation to Climate Change; Cancer; Restore our Ocean and \nWaters; Climate-Neutral and Smart Cities; and a Soil Deal for Europe.\nA 2023 assessment35 confirmed that during their first 2 years, EU Missions have supported \nthe EU’s work on the European Green Deal, making Europe fit for the digital age, and Europe’s \nBeating Cancer Plan. Since their inception, EU Missions have demonstrated their potential \nto accelerate change: They break silos, support the implementation of policies and the \nshaping of policy actions, and allow for flexibility and experimentation. At the same time, EU \nMissions promote a large-scale mobilisation of stakeholders, leading to a quicker and wider \ndeployment of new approaches and technologies by fostering greater collective ownership. \nSupported primarily by Horizon Europe funding, they have also connected and supported EU \npolicies and programmes with local action and stakeholder engagement and are on track to \nachieve their ambitious goals by 2030.\nIn 2025-2027, more work will be done to ensure that missions successfully shift from \ntheir initial phase to deployment and impact. First, a strengthened and better coordinated \nadministrative governance will enable missions to be effective. Horizon Europe investment \nwill help strengthen joint support functions (‘back office’ tasks) for all current and future EU \nMissions to facilitate access to resources and actions to achieve mission objectives. Second, \na broader portfolio of instruments will be mobilised, including public-private partnerships \nand the public procurement of innovation. While Horizon Europe funding will guarantee \ncontinuity and help to maintain the pace of mission implementation, diversifying funding and \nfinancing sources is crucial to support a pipeline of activities from research to deployment. \nThe interdisciplinary nature of the governance mechanisms offers ample opportunities \nfor building synergies between the EU Missions and other parts of Horizon Europe, the EU \nMissions and other EU instruments and the EU Missions and national, regional and local \npolicies and funding programmes.\nAchieving the goals of individual EU Missions will ultimately hinge on broad public support \nand acceptance of the necessary green and digital transitions. Horizon Europe will support \nadditional efforts to raise awareness on mission impacts, to strengthen stakeholder feedback \nmechanisms and to increase the visibility of the missions and their concrete actions on the \nground. To this end, communication with relevant stakeholder groups and the general public \nwill be stepped up significantly.\n35. \u0007See the Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and \nthe Committee of the Regions ‘EU Missions two years on: assessment of progress and way forward’ (COM(2023) 457) and the staff working \ndocument accompanying the Commission's Communication on the assessment of the Missions, SWD(2023) 260."
    ],
    "summary": "More than 65% of the total amount has been provided by private sector partners. Partnerships under Pillar II accounted for 39.7% of Horizon Europe’s overall budget. Co-funded and co-programmed European Partnerships are covered in the strategic plan, but institutionalised partnerships require a separate legal base and are not covered by the plan.",
    "id": "eu_missions"
  },
  {
    "name": "Horizon Europe, Horizon Europe, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism, multilateralism",
    "type": "mission",
    "mentions": [
      28
    ],
    "contexts": [
      "35\nHORIZON EUROPE strategic plan | 2025 – 2027\nINTERNATIONAL COOPERATION\nAs laid out in the ‘Global Approach to Research and Innovation, Europe’s strategy for \ninternational cooperation in a changing world’36 and in the report on the implementation \nof the Global Approach to research and innovation37, the EU maintains its commitment to \npromote responsible internationalisation by preserving openness in international cooperation, \nbased on mutual benefits, respect of fundamental principles and values as well as, where \nappropriate, reciprocity, while safeguarding when necessary, the Union’s strategic interests. \nThis is also in line with the Joint Communication on a European Economic Security Strategy38.\nThe pandemic and the global geopolitical situation have highlighted the interdependence \nbetween R&I ecosystems, countries, and regions in the areas of global health, critical \nmaterials and supply chains. Moreover, addressing health, climate change, biodiversity loss, \npollution and other environmental challenges, and protection of cultural heritage requires \nidentifying and implementing solutions at global level, where international cooperation is \nessential.\nThe EU's approach to international cooperation will continue to focus on openness of Horizon \nEurope and multilateralism, combined with strategic targeted actions with key partners from \noutside the EU. In this way, the EU will ensure the success of the Global Gateway., the \nEuropean Union’s strategy to better connect the world.\nActions set out in the Horizon Europe strategic plan for 2025-2027 will remain open to \nparticipation of legal entities from non-EU countries. Participation may however be limited \n36. \u0007Communication from the Commission on the Global Approach to Research and Innovation. Europe’s strategy for international cooperation in a \nchanging world, COM(2021) 252, 18.5.2021.\n37. \u0007Report from the Commission to the Council and the European Parliament, First biennial report on the implementation of the Global Approach \nto research and innovation, COM(2023) 356l, 29.6.2023.\n38. \u0007Joint communication to the European Parliament, the European Council and the Council on ‘European Economic Security Strategy’, JOIN(2023) \n20, 20.6.2023.\n 36\nHORIZON EUROPE strategic plan | 2025 – 2027\nwhere appropriate and duly justified, to protect the EU’s strategic assets, interests, autonomy \nand security39.\nThis balanced approach will help to promote a global level playing field. Work together with \nthe Member States and stakeholders on research security to counter foreign interference and \nto promote multilateralism and responsible internationalisation is also key, including through \nthe Multilateral Dialogue on shared values and principles for international cooperation.\nStronger R&I efforts to develop and deploy net-zero technologies will be pursued in close \ncooperation with third countries in an open but assertive approach, as per the European Green \nDeal industrial plan. The EU will also continue its leading role in multilateral health, climate \nand environmental agreements, initiatives and organisations.\nWhere European Missions and Partnerships would benefit from international cooperation, \nsupport from non-EU countries and international organisations may also be mobilised to \nachieve their objectives.\nIn combination with relevant EU policies, R&I cooperation actions with priority countries and \nregions will continue to help deliver the EU's external policy objectives."
    ],
    "summary": "The EU's approach to international cooperation will continue to focus on openness of Horizon Europe and multilateralism, combined with strategic targeted actions with key partners from outside the EU. addressing health, climate change, biodiversity loss,  pollution and other environmental challenges, and protection of cultural heritage requires international cooperation.",
    "id": "horizon_europe_horizon_europe_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism_multilateralism"
  },
  {
    "name": "Horizon Europe, European Regional Development Fund, European Social Fund Plus, Cohesion Fund, Just Transition Fund, European Maritime, Fisheries and Aquaculture Fund",
    "type": "programme",
    "mentions": [
      38
    ],
    "contexts": [
      "The success of \nHorizon Europe will be enhanced through synergies with other EU funding programmes, such \nas demonstration and piloting capacities, specific deployment programmes, dissemination \nand exploitation strategies, transfer and sharing of knowledge and data, complementary and \ncumulative funding sources, and accompanying policy measures. \nAnnex IV of the Horizon Europe Regulation58 sets out a framework for developing strategic \nsynergies with other EU spending programmes. This is complemented by the Common \nProvisions Regulation59, governing the funds implementing cohesion policy. In addition, \nthe importance of synergies is recalled in the specific regulations of several EU funding \nprogrammes60. The Commission Notice on Synergies between Horizon Europe and European \nRegional Development Fund (ERDF) programmes61 gives guidance on how to use funding \nfrom the ERDF programmes available at national/regional levels to co-funded European \nPartnerships in Horizon Europe.\nHorizon Europe is striving to foster synergies with other EU programmes by:\n\t•\nCombining Horizon Europe funding with other EU, national or regional funding instruments \nin the same operation, project or initiative in order to achieve greater impact and efficiency \n(cumulative / complementary funding).\n\t•\nFunding collaboration where projects/initiatives build on each other’s results/resources \n(sequential synergies). Within this type of synergy, there is a differentiation between: \n\t-\nupstream synergy, which occurs when regional/national initiatives pave the way for \njoint efforts to apply for Horizon Europe; and \n57. \u0007Relevant sources:\n- Annex IV to Regulation (EU) 2021/695 establishing Horizon Europe.\n- the 2022 Commission Notice on ‘Synergies between Horizon Europe and ERDF programmes’ (2022/C 421/03)(2022/C 421/03)(2022/C \n421/03);\n- the 2014 Commission guidance document on ‘Enabling synergies between European Structural and Investment Funds, Horizon 2020 and \nother research, innovation and competitiveness-related Union programmes’;\n- the European Court of Auditors’ Special Report No 23/2022 ‘Synergies between Horizon 2020 and European Structural and Investment Funds \n– Not yet used to full potential’.\n58. Annex IV of the Horizon Europe Regulation foresees synergies between Horizon Europe and the listed EU programmes.\n59. \u0007Regulation (EU) 2021/1060 of the European Parliament and of the Council of 24 June 2021 laying down common provisions on the European \nRegional Development Fund, the European Social Fund Plus, the Cohesion Fund, the Just Transition Fund and the European Maritime, Fisheries \nand Aquaculture Fund and financial rules for those and for the Asylum, Migration and Integration Fund, the Internal Security Fund and the \nInstrument for Financial Support for Border Management and Visa Policy.\n60. See for example for the ESF+: Recital 17 of the preamble to Regulation (EU) 2021/1057.\n61. Commission Notice on Synergies between Horizon Europe and ERDF programmes (O.J."
    ],
    "summary": "The success of Horizon Europe will be enhanced through synergies with other EU funding programmes. Synergies include demonstration and piloting capacities, specific deployment programmes, transfer and sharing of knowledge and data, complementary andcumulative funding sources, and accompanying policy measures. Annex IV of the Horizon Europe Regulation58 sets out a framework for developing strategic synergies with other EU spending programmes.",
    "id": "horizon_europe_european_regional_development_fund_european_social_fund_plus_cohesion_fund_just_transition_fund_european_maritime_fisheries_and_aquaculture_fund"
  },
  {
    "name": "Horizon Europe, One Health, Antimicrobial Resistance, One Health, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science, Human Frontier Science,",
    "type": "mission",
    "mentions": [
      48
    ],
    "contexts": [
      "A dedicated Horizon Europe partnership on One Health antimicrobial resistance will \nspecifically address antimicrobial resistance with a One Health approach, by coordinating \nand aligning activities and funding between the Commission and countries in the EU and \nbeyond.\n\t•\nPreparedness and quick response to public health emergencies supporting the action \nof the European Health Emergency Preparedness and Response Authority (HERA) through \ndedicated partnerships, such as the Horizon Europe pandemic preparedness partnership, \nand multilateral initiatives, such as the Coalition for Epidemic Preparedness Innovations \n(CEPI) or the Global Research Collaboration for Infectious Disease Preparedness (GloPID-R).\n\t•\nChronic diseases, through dedicated actions and multilateral initiatives, such as the \nGlobal Alliance for Chronic Diseases (GACD) and the International Rare Diseases Research \nConsortium (IRDiRC) or the European Partnership on Rare Diseases open to non-EU \ncountries.\n\t•\nPersonalised medicine, through dedicated actions and multilateral initiatives, such as \nthe International Consortium for Personalised Medicine (ICPerMed) and linked regional \nactivities such as the EU-Africa PerMed initiative between the EU and African countries, \nthe European Partnership on Personalised Medicine (open to non-EU countries)) or the \nInternational Human Epigenome Consortium (IHEC).\n\t•\nCohort-based clinical studies of health and diseases, through common approaches \nand protocols. Impact of the environment on human health, through dedicated actions \non the exposome and through cooperation with the WHO European Environment and \nHealth Process.\n\t•\nThe Latin America and Caribbean initiative: the Health Cluster will contribute to \ndeepening EU relations with the region of Latin America and the Caribbean (LAC) as part \nof the LAC initiative under Horizon Europe 2025-2027.\n\t•\nThe Human Frontier Science Programme: through a dedicated support to this prestigious \ninternational programme funding frontier life science research.\nUS participants in projects funded under the Health Cluster will continue to be eligible \nfor funding, in recognition of the openness of the USA National Institutes of Health (NIH) \nprogramme to European researchers.\n 59\nHORIZON EUROPE strategic plan | 2025 – 2027\nSynergies with other EU funding programmes \nDeveloping strong synergies between the Health Cluster and other EU programmes is key to \nmaximising the impact on public health. Synergies can enable more effective and efficient use \nof resources and improve coordination and cooperation between stakeholders in the field of \nhealth. Under the present strategic plan, synergies will in particular be developed between \nCluster 1 and the EU4Health and Digital Europe programmes. Synergies will also be sought \nwith the ERDF and ESF+ programmes and with other EU funding programmes where relevant \n(e.g. the Euratom Research and Training Programme).\nSynergies with EU4Health: sequential synergies will be developed between Horizon Europe \nand EU4Health to facilitate the uptake, further development and deployment of new \nknowledge and technologies, primarily in the fields of cancer, non-communicable diseases, \nmental health, pandemic preparedness and antimicrobial resistance from a One Health \nperspective, health systems and digital health. Sequential use of R&I results can for \nexample be considered in the context of future joint actions in EU4Health or for further real-\nlife piloting and consolidation of evidence for policymakers and other stakeholders."
    ],
    "summary": "A dedicated Horizon Europe partnership on One Health will address antimicrobial resistance with a One Health approach. It will coordinate activities and funding between the Commission and countries in the EU and beyond. This will include the European Health Emergency Preparedness and Response Authority (HERA) and  the European Partnership on Rare Diseases (IRDiRC)",
    "id": "horizon_europe_one_health_antimicrobial_resistance_one_health_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science_human_frontier_science"
  },
  {
    "name": "Horizon Europe, EU4Health, EU4Health, Horizon Europe, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health, EU4Health,",
    "type": "programme",
    "mentions": [
      49
    ],
    "contexts": [
      "As regards \npandemic preparedness, Horizon Europe funding in recent years was devoted to research on \npathogens with high pandemic potential. This research was complemented by various actions \nunder EU4Health to speed up the development of and access to medical countermeasures for \nepidemic and pandemic preparedness. To further strengthen the synergies between Horizon \nEurope and EU4Health in the coming years, a sequential approach to the development of \nmedical countermeasures could be developed and supported at different stages across \nboth programmes. To support the development of the European Health Data Space, results \nfrom Horizon Europe projects on cross-border data use should feed into EU4health actions \ndeveloping the European Health Data Space infrastructure in Member States and cross-\nborder.\nWith complementary funding and activities from Horizon Europe and EU4Health respectively, \nthe Health Cluster, the Horizon Europe Mission on Cancer and Europe’s Beating Cancer \nPlan have been working in concert since the beginning of the first strategic plan (2021-\n2023) to reach their common goals set throughout the whole cancer care continuum. This \nsynergistic approach is expected to continue under the second strategic plan.\nSynergies with the Digital Europe Programme: sequential synergies will also be developed \nbetween Cluster 1 and the Digital Europe Programme. This will help secure the establishment \nand roll-out of digital, privacy-preserving (distributed) data infrastructures and high-\nperformance computing resources, and the development of methods and tools for modelling \ncomplex phenomena related to human health; these will leverage and build upon the results \nof Horizon Europe research and innovation actions. In addition, Horizon Europe actions directly \nsupport the achievement of the objectives under the Digital Decade programme by improving \ninteroperability within the European Health Data Space and access to health records.\n 60\nHORIZON EUROPE strategic plan | 2025 – 2027\nSynergies with the ERDF: synergies achieved through the co-funding of actions by \ndifferent EU programmes should also be explored under the second strategic plan. The draft \nCommission notice on synergies between Horizon Europe and ERDF72 gives guidance on how \nto use funding from the ERDF programmes available at national/regional levels to co-fund \nEuropean Partnerships launched under the Health Cluster.\n3. Cross-cluster Complementarities\nTable 2 Overview of Cross Cluster Complementarities\nRELEVANT CLUSTER \nPOSSIBLE COMPLEMENTARITIES \n2. CULTURE, CREATIVITY \nAND INCLUSIVE SOCIETY \nSocial inclusion and health equity (gender equality, vulnerable or \nmarginalised groups), promotion of healthy behaviour and health \nliteracy.\nMental health promotion and prevention, treatment of mental health \nissues and destigmatisation of mental illness.\nThe long-term sustainability of public health systems (via for \nexample economic and organisational models and measures for cost \neffectiveness and fiscal sustainability).\nThe resilience of healthcare systems in relation to, for example, \ndemographic change, migration, climate change, pollution, emerging \nepidemics, and antimicrobial resistance. \n3. CIVIL SECURITY FOR \nSOCIETY \nHealth security and emergencies, including preparedness and response \nto epidemic outbreaks/pandemics, and bioterrorism. Security and \nresilience of healthcare infrastructures, including digital health \ninfrastructures.\n4."
    ],
    "summary": " Horizon Europe funding in recent years was devoted to research on Pathogens with high pandemic potential. This research was complemented by actions  under EU4Health to speed up the development of and access to medical countermeasures for pandemic preparedness. Sequential synergies will also be developed  between Cluster 1 and the Digital Europe Programme.",
    "id": "horizon_europe_eu4health_eu4health_horizon_europe_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health_eu4health"
  },
  {
    "name": "EU, terrorism, organised crime, drug trafficking, cybercrime",
    "type": "cluster",
    "mentions": [
      59
    ],
    "contexts": [
      "The EU needs to be \nprepared to face the increasing threat from terrorism and organised crime, such as firearms \ntrafficking in the EU due to the armed conflicts in its neighbourhood, and to be able to deal \nwith an increase in drug trafficking and cybercrime, as evidenced after the COVID-19 crisis. \nThe potential for large-scale movements of people, whether as a result of war, or of social/\neconomic/environmental stress, or the instrumentalisation of migration, increasingly requires \nmulti-level situational awareness and border management capabilities. These capabilities \nneed to be effective, but also as little intrusive as possible, and mindful of fundamental \nrights.\nAs well as being prepared to face individual threats, the EU needs to be prepared for their \nincreased tendency to arise at the same time (compound events) and/or to trigger a chain \nof negative effects (cascading events), and to require the coordinated action of a number of \nsecurity practitioners to deal with them (thereby increasing complexity). Climate scientists \nreport the likelihood of more frequent and more serious climate-related extreme events. \nThe EU must also be ready to face other threats, whether accidental or intentional, of human \nor natural origin – for example, pandemics, earthquakes, industrial accidents (including those \nthat are the result of the workings of nature, or natural hazards that cause technological \naccidents [Natech]), terrorist attacks, hybrid threats, cybercrime, etc.\nContinued technological development and digitalisation (such as synthetic biology, \nAI, immersive technologies, algorithmic manipulation) can create new and unforeseen \nvulnerabilities and new opportunities for criminals and violent extremists as well as new \nchallenges, needs and opportunities for law enforcement authorities. The more wide-\nspread and ubiquitous digital technology is, the greater cyber threats may become, putting \ninfrastructures, businesses and individuals at risk. Research on cybercrime and cybersecurity \nhelps to address these matters by developing tools to support law enforcers and prosecutors. \nCybersecurity is key for all areas of the economy, and for the European single market. The \n 75\nHORIZON EUROPE strategic plan | 2025 – 2027\nrecently ‘upgraded’ cybersecurity legislative framework in the EU (i.e. NIS2 and the proposed \nCyber Resilience Act and Cyber Solidarity Act) requires stricter obligations for relevant entities \nand vendors.\nNegative socio-economic trends (such as reductions in real income) and climate adaptation \ncreate potential for greater social instability and mistrust, which may escalate into conflict \nor may create opportunities for extremists and malicious actors to spread hate speech and \ndisinformation, in particular online, with associated security implications and that may lead \nto violent radicalisation. These developments and those referred to above, as well as major \nevents since 2021 (the COVID-19 pandemic, Russia’s war of aggression against Ukraine, the \nconflict in the Middle East, recurring wildfires), and the likelihood of access to basic resources \n(water, food, energy) being limited, have increased the security and resilience needs of the \ngeneral public since the first strategic plan.\nCluster 3 can make vital contributions to rising to those challenges. In doing so, it will support \nthe EU’s open strategic autonomy, its economic security and the competitiveness of its \ncivil security industrial base."
    ],
    "summary": "The EU needs to be prepared to face the increasing threat from terrorism and organised crime. The potential for large-scale movements of people, whether as a result of war, or of social/economic/environmental stress, increasingly requires border management capabilities. The EU must also be ready to face other threats, whether accidental or intentional, of human or natural origin.",
    "id": "eu_terrorism_organised_crime_drug_trafficking_cybercrime"
  },
  {
    "name": "EU Security Union Strategy",
    "type": "strategy",
    "mentions": [
      60
    ],
    "contexts": [
      "Cluster 3 will continue to support the implementation of the \nEU Security Union Strategy and the sectoral strategies, as well as of legislation and action \nplans identified under the expected impacts set out below.\nHOW WILL CLUSTER 3 MAKE A DIFFERENCE?\nThe following horizontal priorities will be developed through work programme actions, \nbuilding on security research practice.\n\t•\nThe active involvement of relevant security practitioners (first responders, police, \nborder and coast guards, customs authorities, critical infrastructure operators) ensures \nthat research is tailored to their needs and conducive to the subsequent uptake of \ninnovation. Successful deployment of innovation can help authorities meet the challenges \nof limited availability of workers. Research should also pay attention to strengthening \nthe capacity of competent authorities responsible for addressing the environmental and \nhealth impacts of extreme natural events such as floods, earthquakes, or wildfires. Cluster \n3 will involve practitioners in defining research needs (so that the expected outcomes of \nprojects actually address operational needs), and will continue to require practitioners’ \nparticipation in projects whenever necessary.\n\t•\nA more holistic, systemic and cross-cutting research approach to some challenges that \ninvolve different communities of practitioners and of researchers, different capabilities, \nand/or different threats at the same time.\n\t•\nForesight research (especially under the work programme destination ‘Strengthened \nSecurity Research and Innovation’, see below) to gain insights into possible future \nemerging threats and the capabilities required to deal with them. This research should \n 76\nHORIZON EUROPE strategic plan | 2025 – 2027\nbuild on the results of the Networks of Practitioners funded under Horizon 2020.\n\t•\nSocial acceptability, legal and ethical questions must be at the heart of European \nsecurity research. Ethics, respect for fundamental rights, including human rights, privacy \nand the protection of personal data, as well as responsible research, all of which make \nfor better research outcomes, are an added value of European research and innovation \nactivities. They are also the characteristics that make it possible to conceive, design \nand develop evidence-based civilian security solutions that are as little intrusive as \npossible and the best at respecting freedoms rights and values. Solutions conceived in \nthis way, by design respecting fundamental rights including privacy, also give EU industry \na competitive advantage.\n\t•\nEuropean citizens and companies should be owners of their own security, should be \naware of risks to it and should have control over how to deal with them. Participative \nresilience is needed, whereby European citizens and companies contribute to the \nresilience of society and their contribution is acknowledged as such by professionals. \nThis also means including individuals in security research as a form of active citizenship \nand as a way of improving the quality of results and getting social acceptance and \nownership of research solutions. The systematic incorporation of social sciences and \nhumanities (SSH) into security research should be encouraged, and mandatory for certain \ntopics, and particular attention paid to vulnerable groups."
    ],
    "summary": "Cluster 3 will continue to support the implementation of the EU Security Union Strategy and sectoral strategies. The following horizontal priorities will be developed through work programme actions. Successful deployment of innovation can help authorities meet the challenges of limited availability of workers. Research should also pay attention to strengthening the capacity of competent authorities responsible for addressing the environmental and health impacts of extreme natural events.",
    "id": "eu_security_union_strategy"
  },
  {
    "name": "Community for European Research and Innovation for Security (CERIS).",
    "type": "mission",
    "mentions": [
      69
    ],
    "contexts": [
      "Community for European Research and Innovation for Security (CERIS).\n 85\nHORIZON EUROPE strategic plan | 2025 – 2027\n\t•\nHarnessing the potential of standardisation as a catalyst for market uptake in civil \nsecurity.\n\t•\nContinuing to operationalise the synergies-by-design between EU civil security \nresearch and other EU funds – see below for more detail.\n\t•\nImproving the visibility of security research by means of events such as the annual \nsecurity research event and an online presence (including social networks).\n\t•\nImproving (and if necessary expanding) dissemination tools, to feed project results into \npolicymaking and programming, at the Commission and in Member States and Associated \nCountries, to support evidence-based policymaking and synergies with other funding \nprogrammes.\nTable 5 Overview of R&I expected impacts, cluster intervention areas, and Horizon Europe partnerships\nEXPECTED IMPACT\nINTERVENTION AREAS \nCOVERED\nEUROPEAN PARTNERSHIPS*\n11. Reducing losses from natural, \naccidental and human-made \ndisasters. \n3.1.1. Disaster-resilient \nsocieties\nN.A.\n12. 12. Facilitating legitimate \nmovement of passengers and goods \ninto the EU, while preventing illicit acts.\n3.1.2. Protection and security N.A.\n13. Tackling crime and terrorism \nmore effectively and enhancing \nresilience of infrastructures. \n3.1.2. Protection and Security\n3.1.3. Cybersecurity\nN.A.\n14. Increasing cybersecurity and \nmaking the online environment more \nsecure.\n3.1.3. Cybersecurity\nN.A.\nIn the table, partnerships are indicated for one impact even if some of them contribute to several impacts.\n* The second batch of European Partnerships is not included in the first draft. Table 1 will be updated in the \nsecond draft and approved partnerships will be added once resolved.\n 86\nHORIZON EUROPE strategic plan | 2025 – 2027\nINTERNATIONAL COOPERATION\nCluster 3 continues to require a specific approach to international cooperation to achieve the \nright balance between the benefits of exchange with key international partners (including \nrelevant international organisations and offices), while at the same time ensuring the \nprotection of the EU’s security interests and the need for open strategic autonomy in critical \nsectors.\nUnder the destination ‘Disaster-Resilient Society for Europe’ (DRS), there is an established \nculture of comprehensive research collaboration with non-EU countries, taking account of the \ntransnational aspect of different natural and human-made hazards and their causes (such \nas climate change). Therefore, under this destination, international cooperation will continue \nto be strongly encouraged, given the value of cooperating internationally, in particular \nin developing technologies for first responders to use. Cooperation with researchers and \norganisations from Ukraine will be encouraged for the EU to learn lessons from civil protection \nand contribute to the reconstruction of Ukrainian society. The explicit encouragement of \ninternational cooperation with relevant international fora will be assessed at the level of \ntopics.\nFor the destinations relating to border management, the fight against crime and terrorism, \ninfrastructure resilience and cybersecurity, international cooperation will be explicitly \nencouraged only where appropriate and specifically supportive of ongoing collaborative \nactivities. Topics will be assessed as to whether they need to be limited to only selected \ninternational partners notably in light of the sensitivity of their subject matter and the need to \nmaintain open strategic autonomy in critical security areas."
    ],
    "summary": "Community for European Research and Innovation for Security (CERIS) in Horizon Europe 2025–2027. CERIS aims to operationalise the synergies-by-design between EU civil security research and other EU funds – see below for more detail. Horizon Europe strategic plan: 2025 – 2027.",
    "id": "community_for_european_research_and_innovation_for_security_ceris"
  },
  {
    "name": "Horizon Europe strategy, programmes, strategies, impact areas",
    "type": "strategy",
    "mentions": [
      72
    ],
    "contexts": [
      "Copernicus and the applications developed from this exceptional space system will also \ncontribute to the Green Deal strategy.\nRecent legislative developments (such as the upcoming Ecodesign for Sustainable Products \nRegulation60 or the Critical Raw Materials Act80) introduce a strong focus on circularity to \nsecure sustainability of supply chains. Yet, research, including emerging sciences, should \nalso facilitate the move towards a regenerative economy. The principle of zero-pollution is \ngaining importance with the need to boost systemic change across economy and society, all \nindustry sectors included, and the need for addressing pollution at the source. The adoption \nand production of net-zero technologies must speed up, and the way the EU produces and \nconsumes needs to change in a systemic way. The EU has the potential to become a leading \nplayer in the net-zero industries of the future, but further investment is needed. \nResilience and technological sovereignty have become renewed priorities for the EU due \nto the current geopolitical and economic context that exposed vulnerabilities in critical value \nchains, including of microchips, critical raw materials-81, critical medicines82 and innovative \nmaterials and biotechnologies. In this context it is crucial to reinforce Europe’s position in \ndigital technologies, Artificial Intelligence, robotics, secure communication, high-performance \ncomputing, biomanufacturing, advanced and sustainable manufacturing technologies, net-\nzero industry, sustainable raw and innovative materials and the circular economy because \n78. Approved by the European Parliament in April 2023.\n79. \u0007COM (2023) 161: Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on establishing a framework of measures \nfor strengthening Europe’s net-zero technology products manufacturing ecosystem (Net Zero Industry Act).\n80. \u0007Communication from the Commission. A secure and sustainable supply of critical raw materials in support of the twin transition, COM(2023) \n165, 16.3.2023.\n81. \u0007Communication from the Commission. A secure and sustainable supply of critical raw materials in support of the twin transition, COM(2023) \n165, 16.3.2023.\n82. Communication on addressing medicine shortages in the EU | European Commission (europa.eu)\n 91\nHORIZON EUROPE strategic plan | 2025 – 2027\nof their strategic and environmental spillover effects to multiple domains across science and \nindustry. The development of critical technologies in space will also contribute to the strategic \nautonomy of EU.\nThe EU’s Digital Decade policy programme sets out an encompassing vision, objectives \nand quantitative targets for the digital transformation of the EU by 2030 along four \ndimensions: skills, infrastructures, the digital transformation of businesses and the digital \ntransformation of the public sector. The European Chips Act aims at doubling Europe’s current \nglobal market share in semiconductor chips to 20% by 2030, while strengthening Europe’s \nresearch and technology leadership, as well as capacity towards more advanced and faster \nchips (semiconductor and quantum), and addresses the skills shortage, attract new talent \nand support the emergence of a skilled and diversified workforce. Horizon Europe investment \nhelps achieve these ambitions."
    ],
    "summary": "Recent legislative developments introduce a strong focus on circularity to  secure sustainability of supply chains. Research, including emerging sciences, should also facilitate the move towards a regenerative economy. The EU has the potential to become a leading player in the net-zero industries of the future, but further investment is needed.",
    "id": "horizon_europe_strategy_programmes_strategies_impact_areas"
  },
  {
    "name": "LIFE",
    "type": "objective",
    "mentions": [
      86
    ],
    "contexts": [
      "LIFE’s subprogrammes (notably Climate Change Mitigation and Adaptation) have \nseveral projects in industry for reducing greenhouse gas emissions and air pollutants.\n 105\nHORIZON EUROPE strategic plan | 2025 – 2027\n\t•\nSynergies with Euratom, for example applications of AI and robotics in nuclear medicine, \nrobot remote handling in the nuclear field, analysing of images and other data from \nnuclear facilities for remote inspections, digital twins of nuclear facilities, simulations and \ntraining for preparing for nuclear incidents etc. \nCross-cluster complementarities\nTable 8 Overview of Cross Cluster Complementarities\nRELEVANT CLUSTER\nPOSSIBLE COMPLEMENTARITIES\n1. HEALTH \nClinical and biomedical applications. Stronger linking of manufacturing \ntechnologies so they can push high-quality, competitive healthcare. \nHigh-performance computing in health and, in particular, brain health.\n2. CULTURE, \nCREATIVITY AND \nINCLUSIVE SOCIETY \nEmphasis on synergies between manufacturing and creativity. \nAlso, software engineering paradigms for software security and \ninteroperability, as well as ensuring bias-free approaches in AI and \nrelated digital technologies. Digital resources (including virtual worlds, \n3D data protection and data systems) and ageing societies.\n4. CIVIL SECURITY \nFOR SOCIETY \nSpace in the field of security (communication, navigation, Earth \nobservation, cybersecurity). Synergies in AI and robotics: misuse \n(malicious use) of technologies should be emphasised.\n5. CLIMATE, ENERGY \nAND MOBILITY \nSpace in all areas (climate, energy and mobility). Photonics for \nrenewable energy. Stronger linking of manufacturing technologies so \nthese can more directly contribute to the transformation towards a \ncircular and clean economy. Digital optimisation of energy grids; digital \nenablers for energy and mobility solutions; software-defined vehicles. \nZero-pollution ambition. The role of advanced materials.\n6. FOOD, \nBIOECONOMY, \nNATURAL RESOURCES, \nAGRICULTURE AND \nENVIRONMENT\nSpace in the areas of environmental observations, agriculture and \nenvironment. \nPhotonics, robotics and AI for agriculture (including sustainable farming, \nfood quality control). Data technologies or transparency and traceability \nof food supply chain. Stronger linking of manufacturing technologies \nso these can more directly contribute to the transformation towards \na circular and clean economy, ensuring the removal of pollution from \nthe source and that no harm is caused to biodiversity and ecosystems. \nUptake of Save and Sustainable by Design framework. Zero-pollution \nambition.\n 106\nHORIZON EUROPE strategic plan | 2025 – 2027\nCluster 5\nCLIMATE, ENERGY \n& MOBILITY\nC L U S T E R  I M PA C T  S U M M A R Y\n 107\nHORIZON EUROPE strategic plan | 2025 – 2027\nThe overarching driver for this cluster is to achieve a fair transition to climate neutrality and \nbuild resilience in the EU by 2050. It entails the transition to low, zero and negative emissions \ntechnologies and systems in the energy and mobility sectors by 2050 at the latest, while \nboosting their competitiveness and benefit for users and civil society and reducing their \nenvironmental footprint. Mindful of the latest findings of the Intergovernmental Panel on \nClimate Change (IPCC) and the Intergovernmental Science-Policy Platform on Biodiversity \nand Ecosystem Services (IPBES), actions will support the science-based implementation of \nthe Paris Agreement, and contribute to EU policy priorities in the areas of climate, energy, \nand mobility (e.g."
    ],
    "summary": "LIFE’s subprogrammes (notably Climate Change Mitigation and Adaptation) have projects in industry for reducing greenhouse gas emissions and air pollutants. Synergies with Euratom, for example applications of AI and robotics in nuclear medicine. Stronger linking of manufacturing and creativity so they can push high-quality, competitive healthcare.",
    "id": "life"
  }
]