[
  {
    "id": "european_commission",
    "name": "European Commission",
    "type": "institution",
    "summary": "Horizon Europe strategic plan (2025 – 2027) is published by the European Commission. The reuse policy of European Commission documents is implemented based on Commission Decision 2011/833/EU of 12 December 2011. Reuse of this document is authorised under the Creative Commons Attribution 4.0 International licence (https://creativecommons.org/licenses/by/4.0/). This means that reuse is allowed provided appropriate credit is given and any changes are indicated. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. The European Commission is not liable for any consequence stemming from the reuse of this publication. The plan aims to facilitate the implementation of Horizon Europe, serving as the interface between the overarching EU policy priorities and the Horizon Europe&I work."
  },
  {
    "id": "horizon_europe",
    "name": "Horizon Europe",
    "type": "strategy",
    "summary": "Horizon Europe has an explicit and ambitious commitment to spend at least 35% of its resources on climate action. In 2021-2027, it is agreed to invest at least EUR 13 billion from Horizon Europe in core digital technologies. The key strategic orientations are the guiding principles for all parts of Horizon Europe and will be implemented through the work programmes. A dedicated section on synergies provides guidance on how to foster synergies with other EU and national funding programmes. The strategic plan aims to coordinate work in the EU and beyond in order to increase the impact of investment in R&I and boost Europe’s leadership in science and innovation. At the same time, measures to safeguard the EU’‘Excellent Science’ and ‘Widening Participation and Strengthening the ERA’ will be taken into account."
  },
  {
    "id": "eu_health_industry",
    "name": "EU health industry",
    "type": "cluster",
    "summary": "The expected impact is that the EU health industry is innovative, sustainable, and globally competitive. This is thanks to improved uptake of breakthrough technologies and innovations. R&I is needed to help implement the digital single market strategy and the pharmaceutical strategy for Europe. The health sector is subject to strict regulatory requirements that impose the demonstration of safety and clinical benefits. This means additional development steps, uncertainties, and a longer time to market. Research and innovation are also still needed to develop cross-sectoral business models that enable health-related industries to cooperate with healthcare systems in the development of value-added products and services. The Mission will also contribute to the Mission on Cancer Plan68, a major pillar of the European Health Union’s COVID68."
  },
  {
    "id": "eu_strategy_for_research_and_innovation",
    "name": "EU strategy for research and innovation",
    "type": "policy",
    "summary": "Widening Participation and Strengthening the European Research Area part (WIDERA) supports the priorities set out in the Pact for Research and Innovation in Europe and the ERA policy agenda. The ERA part also supports the uphold, the further uptake and spreading of shared EU values and 27. Action 12 includes the development of a European approach to Technology Infrastructures, which enables technology development and innovation in key industrial sectors. The European Commission is liable for any losses arising from the reuse of any of the documents in this publication. For more information, see the dedicated web page on European Innovation Ecosystems. For confidential support call the Samaritans on 08457 90 90 90, visit a local Samaritans branch or see www.samaritans.org."
  },
  {
    "id": "european_green_deal",
    "name": "European Green Deal",
    "type": "policy",
    "summary": "The European Union is committed to making the world a better place for all people. The EU's aim is to ensure that all people have access to the benefits of the EU's social and economic policies. The aim is also to make the EU a more sustainable place to live and work. The European Commission is working on a long-term plan to improve the quality of life for all in the EU. The Commission is also looking at ways to make it easier for people to get the most from the EU’s social benefits, such as tax breaks, grants and subsidies, and to reduce the cost of living for people who want to live in the country. The goal is to make sure that all citizens have the opportunity to make a positive difference in their lives."
  },
  {
    "id": "eu_missions",
    "name": "EU Missions",
    "type": "policy",
    "summary": "In 2021 five EU Missions were launched: Adaptation to Climate Change; Cancer; Restore our Ocean and                 Waters; Climate-Neutral and Smart Cities; and a Soil Deal for Europe. Their aim is to channel efforts and actions across programmes and actors to support a limited number of well-defined, urgent and bold global challenges. Since their inception, EU Missions have demonstrated their potential to accelerate change. They break silos, support the implementation of policies and the                 shaping of policy actions, and allow for flexibility and experimentation. In 2025-2027, more work will be done to ensure that missions successfully shift from their initial phase to deployment and impact. The EU will build on the positive experiences from previous cooperation on manufacturing. It will step up its cooperation with its closest partners on the development of integrated production and services networks."
  },
  {
    "id": "eus_ai_strategy",
    "name": "EUs AI strategy",
    "type": "strategy",
    "summary": "The European way to a digitalised economy and society is about combining solidarity, prosperity and sustainability, anchored in empowerment of its people and businesses. The EU must be able to shape and orient the development of digital technologies over time according to its values and in line with its socio economic model. Europe plays a crucial role in shaping and developing the key technologies for the digital transformation the European way and boosting Europe’s open strategic autonomy. Horizon 4 aims at decisive progress and aninternationally leading position for Europe in the key digital and space technologies that will be most important in the next ten years, including AI, advanced computing, photonics, microelectronics, industrial internet-of-things and next generation internet."
  },
  {
    "id": "eu_strategy_3",
    "name": "EU strategy 3",
    "type": "strategy",
    "summary": "Horizon Europe strategic plan for 2025 – 2027. It puts greater emphasis on the interaction of Horizon Europe with other EU funding programmes and regulatory frameworks. The strategic plan also helps to strengthen the European Research Area (ERA)8 and the New European Innovation Agenda9. It was set up in line with the monitoring and evaluation provisions of the Horizon Europe Regulation. The Commission has simplified the impact logic by removing the ‘impact areas’ to focus on the expected impacts. It has also turned the four key strategic orientations of the strategic plan 2021-2024 into three. ‘Open strategic autonomy’ and ‘securing Europe’s leading role in developing and deploying critical technologies’ have been added to the plan."
  },
  {
    "id": "horizon_europe_strategic_plan",
    "name": "HORIZON EUROPE strategic plan",
    "type": "policy",
    "summary": "The European Green Deal17 outlines an ambitious plan to address climate, energy and environmental challenges while boosting Europe’s competitiveness. It aims to create a more just, inclusive and sustainable future by ensuring the security of food and of other critical resources. A key goal for Europe is to become the first climate-neutral continent by 2050. To achieve this, the EU must shift towards a model that benefits the planet more than it harms it. Europe will deliver on the Green Deal under Horizon Europe, with strategic priorities helping to bring about the transition, promoting societal changes, and prioritising less polluting practices. This will help reduce behavioural changes and help reduce the pressure on natural resources, enabling the sustainable development of Europe. The plan was set up in line with the monitoring and evaluation provisions of the Horizon Europe Regulation14."
  },
  {
    "id": "eu_strategy_for_2025_2027",
    "name": "EU strategy for 2025 - 2027",
    "type": "strategy",
    "summary": "'Strategic autonomy, while preserving an open economy’ refers to the term ‘strategic autonomy’, as reflected in the Conclusions of the European Council of 1/2 October 2020. ‘Helping to deliver a better future requires the integration of technological, cultural and social innovation into a comprehensive transformation of socio-economic systems’ ‘It is essential to continue acting collectively and inclusively at all levels; from local, regional and national to global. Acting in this way will be necessary to create, trigger and support systemic changes needed in a new geopolitical setting and deliver on the UN’s Sustainable Development Goals’‘The strategic plan also helps to strengthen the European Research Area (ERA)8 and the New European Innovation Agenda9."
  },
  {
    "id": "cluster_2",
    "name": "Cluster 2",
    "type": "cluster",
    "summary": "Cluster 1 will support health equity and ensure fair and equal access to innovative, sustainable and high-quality healthcare for everyone. Cluster 2 will help produce evidence-based strategies to manage demographic change, mobility, and migration. The LIFE programme fully contributes to the European Green Deal with a high leverage of Cluster 6 R&I results. LIFE’s subprogrammes target the protection of nature, biodiversity and the transition towards a circular, energy-efficient, renewable energy-based, climate-neutral and resilient economy. The European Space Programme and the Earth System Initiative of the European Commission and the European Space Agency (ESA) will maximise the potential of the Cluster 6 activities. The Cluster 6 will be further developed with the help of the EU Space Programme."
  },
  {
    "id": "civil_security_for_society",
    "name": "Civil Security for Society",
    "type": "cluster",
    "summary": "Cluster 3 will work to increase civil security for society, supporting the prevention. of and resilience to a wide range of threats to internal security, security ofindividuals, and security of society as a whole. It will continue to improve all kinds of disasters of all kinds, including climate-related events, and enable the response to impacts of crime and climate change. The goal is to create an open, stable and trustworthy environment by ensuring an open and secure cyberspace. Cluster 3 will invest in cybersecurity to strengthen the EU’s R&I to guarantee the security of the world online. The diversity and gender balance of members of the public involved in security research will be ensured. The EU needs to be able to rapidly (re-)deploy research to deal with new threats and to accelerate innovation."
  },
  {
    "id": "cluster_4",
    "name": "Cluster 4",
    "type": "cluster",
    "summary": "The European Union is planning to build a network of high-tech, low-cost satellites. The project is part of a larger plan to create a low-carbon economy in Europe. The EU is also planning to use the satellite network to improve the quality of life for millions of people living in the developing world. The European Space Agency is also working on a plan to use satellite technology to reduce the cost of the EU’s climate change programme. The aim is to make it easier for people to live and work in the 21st century without the need to travel long distances. The plan also includes a ‘spaceship’ that could be used to send and receive data from satellites in the event of an emergency. It would be the first time the EU has used such a system, and it would be a major step towards reducing the need for satellites."
  },
  {
    "id": "cluster_6",
    "name": "Cluster 6",
    "type": "cluster",
    "summary": "The LIFE programme fully contributes to the European Green Deal with a high leverage potential of Cluster 6 R&I results. LIFE’s subprogrammes target the protection of nature and biodiversity; the transition towards a circular, energy-efficient, renewable energy-based, climate-neutral and resilient economy; improvements in air quality and in the ecological status of European waters; the restoration of soils; and the reduction of hazardous chemicals. Synergies and complementarities between Cluster 6 and the Horizon Europe Missions ‘A Soil Deal for Europe’, ‘Adaptation to Climate’ and ‘Climate-Neutral and Our Waters’ will be pursued and strengthened. The Cluster 6 has a strong focus on societal transformation that requires a holistic approach."
  },
  {
    "id": "cluster_5",
    "name": "Cluster 5",
    "type": "cluster",
    "summary": "The LIFE programme fully contributes to the European Green Deal with a high leverage potential of Cluster 6 R&I results. LIFE’s subprogrammes target the protection of nature and biodiversity; the transition towards a circular, energy-efficient, renewable energy-based, climate-neutral and resilient economy; improvements in air quality and in the ecological status of European waters; the restoration of soils; and the reduction of hazardous chemicals. Synergies and complementarities between Cluster 6 and the Horizon Europe Missions ‘A Soil Deal for Europe’, ‘Adaptation to Climate’ and ‘Climate-Neutral and Our Waters’ will be pursued and strengthened. The Cluster 6 has a strong focus on societal transformation that requires a holistic approach."
  },
  {
    "id": "european_unions_strategy_for_the_green_transition",
    "name": "European Unions strategy for the green transition",
    "type": "policy",
    "summary": "The EU is moving ahead with its goals to achieve climate neutrality by 2050. The New European Bauhaus (NE) has been a part of this agenda for the past 3 years. The EU has now put in place a substantial regulatory framework for the green transition. NE is a pioneering movement built to increase the circularity and climate neutrality of industrial value chains in the environment. People should see green transition projects in their daily lives and living spaces, for example through                 initiatives like the New EuropeanBauhaus18. EU Missions are a key tool to support the green  viewpoints and transition. For more information, see the dedicated web page on the New EU Baushaus. The European AI-strategy is guided by the dual principle of ‘excellence in AI and trustworthy AI’"
  },
  {
    "id": "european_innovation_council",
    "name": "European Innovation Council",
    "type": "institution",
    "summary": "Widening Participation and Strengthening the European Research Area part (WIDERA) supports the priorities set out in the Pact for Research and Innovation in Europe. The EIE will strengthen cooperation with other EU initiatives that focus on innovation such as Startup Europe, the GovTech community, Digital Innovation Hubs or the Enterprise Europe network. The ERA part also supports the uphold, the further uptake and spreading of shared EU values and                 . For more information, see the dedicated web page on European Innovation Ecosystems, on the European Commission’s webpage on Horizon Europe, see:  http://www.europa.org/research-and-innovation/european-research-area-part-widering-participation-strengthening.html."
  },
  {
    "id": "european_institute_of_innovation_and_technology",
    "name": "European Institute of Innovation and Technology",
    "type": "institution",
    "summary": "Widening Participation and Strengthening the European Research Area part (WIDERA) supports the priorities set out in the Pact for Research and Innovation in Europe and the ERA policy agenda. The ERA part also supports the uphold, the further uptake and spreading of shared EU values and 27. Action 12 includes the development of a European approach to Technology Infrastructures, which enables technology development and innovation in key industrial sectors. Action 14 – Bring science closer to citizens. Action 11 – Green energy transformation, Accelerating the green and digital transition of Europe’s key industrial ecosystems. Action 16 – Access to excellence. Action 1 – open access, Action 3 – research careers, Action 5 – gender equality, and Action 8 – research infrastructure."
  },
  {
    "id": "european_research_area_era_policy_agenda_actions",
    "name": "European Research Area ERA Policy Agenda Actions",
    "type": "policy",
    "summary": "HORIZON EUROPE strategic plan | 2025 – 2027. Harnessing the potential of standardisation as a catalyst for market uptake in civil security. Continued to operationalise the synergies-by-design between EU civil security research and other EU funds. Community for European Research and Innovation for Security (CERIS). Community of European Research, Innovation and Security (ERIS) Community of EU Research, innovation and security (CRIS) Horizon Europe will strengthen cooperation with other EU initiatives that focus on innovation such as Startup Europe, the GovTech community, Digital Innovation Hubs or the Enterprise Europe network. Horizon Europe is building up Europe’s capacity to address global challenges and boost its future competitiveness. The Wid Participation and Strengthening the Participation of the European Research Area (WIDERA) will be part of the ERA27."
  },
  {
    "id": "india_trade_and_technology_council",
    "name": "India Trade and Technology Council",
    "type": "institution",
    "summary": "Association to the framework programme41 is the strongest form of international cooperation. The association of countries with a strong science and innovation profile and that share fundamental values and principles is an efficient way to bring additional funding to the Horizon Europe programme. R&I actions on rail transport are covered by Europe’s Rail JU and as such are not part of the strategic plan for Cluster 5. Real-time data, in particular, is essential as it improves the efficiency and quality of services. Extending the system domains beyond the vehicle through connectivity makes cybersecurity a fundamental building block for trusted(digital) interaction between users, the infrastructure, and cloud-based solutions/services. The European Commission will also focus on improving safety management, infrastructure and user behaviour across various transport modes."
  },
  {
    "id": "eu_strategy_on_research_security",
    "name": "EU strategy on research security",
    "type": "strategy",
    "summary": "The toolkit on tackling foreign R&I interference43 aims at helping to raise awareness and build resilience in the R &I sector across Europe. The Code of Practice on the management of intellectual assets for knowledge valorisation44 is a very useful guide for R & I cooperation. The 2025-2027 Horizon Europe work programmes will be designed to provide a balanced support to activities with a range of maturity and of technology readiness levels. The new strategic plan has been revised in light of new developments since the adoption of the first Horizon Europe strategic plan. It has added new sections on synergies between all parts of Horizon Europe, while respecting the specific objectives of all parts. The plan has also added a new section on the new European Bauhaus as a cross-cluster issue."
  },
  {
    "id": "cluster_1",
    "name": "Cluster 1",
    "type": "cluster",
    "summary": "Cluster 1 will support health equity and ensure fair and equal access to innovative, sustainable and high-quality healthcare for everyone. Cluster 2 will help produce evidence-based strategies to manage demographic change, mobility, and migration. The LIFE programme fully contributes to the European Green Deal with a high leverage of Cluster 6 R&I results. LIFE’s subprogrammes target the protection of nature, biodiversity and the transition towards a circular, energy-efficient, renewable energy-based, climate-neutral and resilient economy. The European Space Programme and the Earth System Initiative of the European Commission and the European Space Agency (ESA) will maximise the potential of the Cluster 6 activities. The Cluster 6 will be further developed with the help of the EU Space Programme."
  },
  {
    "id": "eu_strategy_for_promoting_health_and_well_being",
    "name": "EU strategy for promoting health and well - being",
    "type": "policy",
    "summary": "The EU has established solid links with non-EU countries and international organisations via global multilateral initiatives. The EU seeks to regain lost ground to reach the universal health-related targets under the United Nations 2030 Sustainable Development Goals. In the context of global health, the EU’s ability to react swiftly and decisively to public health emergencies remains of utmost importance. The main areas of cooperation with the World Health Organization, other international organisations and bodies, and low and middle-income countries are set out below. The European Health EDCTP3 Joint Undertaking aims to accelerate the clinical development of new or improved health technology in sub-Saharan Africa. The Mission on Cancer will also contribute to this endeavour while also supporting the policy objectives of the European Health Union's Beating Cancer Plan68."
  },
  {
    "id": "eu_strategy_on_health_and_safety_at_work",
    "name": "EU strategy on health and safety at work",
    "type": "policy",
    "summary": "The EU has established solid links with non-EU countries and international organisations via global multilateral initiatives. The EU seeks to regain lost ground to reach the universal health-related targets under the United Nations 2030 Sustainable Development Goals. In the context of global health, the EU’s ability to react swiftly and decisively to public health emergencies remains of utmost importance. The main areas of cooperation with the World Health Organization, other international organisations and bodies, and low and middle-income countries are set out below. The European Health EDCTP3 Joint Undertaking aims to accelerate the clinical development of new or improved health technology in sub-Saharan Africa. The Mission on Cancer will also contribute to this endeavour while also supporting the policy objectives of the European Health Union's Beating Cancer Plan68."
  },
  {
    "id": "policy_areas_ensuring_equal_access_to_innovative",
    "name": "Policy areas ensuring equal access to innovative",
    "type": "policy",
    "summary": "Widening Participation and Strengthening the European Research Area part (WIDERA) supports the priorities set out in the Pact for Research and Innovation in Europe and the ERA policy agenda. The ERA part also supports the uphold, the further uptake and spreading of shared EU values and 27. Action 12 includes the development of a European approach to Technology Infrastructures, which enables technology development and innovation in key industrial sectors. Action 14 – Bring science closer to citizens. Action 1 – open access, Action 3 – research careers, Action 5 – gender equality, and Action 8 – research infrastructure. Action 16 – Access to excellence. Action 11 – Green energy transformation, Action 12 – Accelerating the green and digital transition of Europe’s key industrial ecosystems."
  },
  {
    "id": "eu_strategy_on_adaptation_to_climate_change",
    "name": "EU strategy on adaptation to climate change",
    "type": "strategy",
    "summary": "The EU’s ability to defend and promote its economic and societal interests, as well as its policy actor on the global stage, will largely be a function of its cyber                 resilience and digital technologies command. People should see green transition projects in their daily lives and living spaces, for example through                 initiatives like the New European Bauhaus. EU Missions are a key tool to support the green                 transition. European Commission, Directorate-General for Communication, European green deal – Delivering on our targets, Publications Office of the                 European Union, 2021, https://data.europa.eu/doi/10.2775/373022                18. For more information, see the dedicated web page on the New EU Baushaus."
  },
  {
    "id": "eu_strategy_on_risk_assessment_of_chemicals",
    "name": "EU strategy on risk assessment of chemicals",
    "type": "policy",
    "summary": "The expected impact is that the EU health industry is innovative, sustainable, and globallycompetitive thanks to improved uptake of breakthrough technologies and innovations. There is a need to further support cross-sectoral R&I and the convergence of health technologies (integrating medical technologies, pharmaceuticals, biotechnologies, digital                 health, and e-health technologies) Research and innovation are also still needed to develop new cross- sectoral business models. Such solutions should deliver on the triple aim of improving the patient experience of care, improving the health of populations, and reducing the per capita cost of health care. The health sector is subject to strict regulatory requirements that impose the demonstration of safety and clinical benefits. This means additional development steps, uncertainties, and a longer time to market."
  },
  {
    "id": "eu_strategy_on_antimicrobial_resistance",
    "name": "EU strategy on antimicrobial resistance",
    "type": "policy",
    "summary": "Horizon Europe will address antimicrobial resistance with a One Health approach. The Health Cluster will contribute to deepening EU relations with the region of Latin America and the Caribbean. US participants in projects funded under the Health cluster will continue to be eligible for funding, in recognition of the openness of the USA National Institutes of Health (NIH) to European researchers. Sequential synergies will be developed between Horizon Europe and EU4Health to facilitate the uptake, further development and deployment of new knowledge and technologies in the fields of cancer, non-communicable diseases, pandemic preparedness, health systems and digital health. The EU has established solid links with non-EU countries and international organisations via global multilateral initiatives, such as the EU-Africa PerMed initiative between the EU and African countries."
  },
  {
    "id": "eu_policy_area_policy_framework",
    "name": "EU policy area policy framework",
    "type": "policy",
    "summary": "The success of Horizon Europe will be enhanced through synergies with other EU funding programmes. These include demonstration and piloting capacities, specific deployment programmes, and exploitation strategies. The key strategic orientations of the 2021-2024 plan have been turned into three, interlinked, main EU policy priorities. These are: green transition; digital transition; and resilient, competitive, inclusive, democratic Europe. The European Economic and Security Strategy (ECS) is the overarching principles that apply across all three key strategicorientations. The EU Commission has:.simplified the impact logic by removing the ‘impact areas’ to reduce the focus on the expected impacts;.turned the four key strategic Orientations into three main, inter linked, main European policy priorities, all of which require a significant contribution."
  },
  {
    "id": "strengthening_social_and_economic_resilience_and_sustainability",
    "name": "Strengthening social and economic resilience and sustainability",
    "type": "research_theme",
    "summary": "The EU’s strategic plan aims to make Europe a more resilient, competitive, competitive and inclusive society by 2025. It also aims to boost economic and social resilience and reduce losses from natural and human-made disasters. The plan is aimed at creating a more competitive and competitive EU health industry. It is also aimed at developing a more sustainable, resilient and competitive economy and a more fair and fair transition to a more climate-neutral and fair society. It aims to create a single market and infrastructure for digital and industrial goods and services. The EU also wants to make the economy more resilient to climate change and protect the environment and the environment from climate change-related disasters. It wants to create an efficient, secure, secure and competitive renewable energy supply system."
  },
  {
    "id": "eu_policy_area_climate_change_and_cultural_heritage",
    "name": "EU policy area climate change and cultural heritage",
    "type": "policy",
    "summary": "The New European Bauhaus Facility will focus on enhancing social and economic resilience and sustainability in the EU. Research will help improve collaboration between European cultural heritage institutions and networks. It will also support high-quality acquisition, management and curation of digitised and born digital heritage assets. The Cluster’s activities will help promote the EU's inclusive growth, and fair transition towards climate neutrality, in line with the European Pillar of Social Rights and Action Plan. For more information, see the dedicated web page on the New European bauhaus facility in the European Commission's 14th strategic planning dispute with the United Nations, 2021 – 2027. The European Commission, Directorate-General for Communication, European green deal – Delivering on our targets, 2021-2027, can be found at: http://www.europa.eu/doi/10.2775/373022."
  },
  {
    "id": "eu_strategy_for_civil_security",
    "name": "EU strategy for civil security",
    "type": "strategy",
    "summary": "HORIZON EUROPE strategic plan | 2025 – 2027. Harnessing potential of standardisation as a catalyst for market uptake in civil security. Continued to operationalise the synergies-by-design between EU civil security Research and other EU funds. Community for European Research and Innovation for Security (CERIS). Community for. European Research, Innovation, and Security for Europe (CerIS) (CRIS) Horizon Europe partnerships are indicated for one impact even if some of them contribute to several impacts. The second batch of European Partnerships is not included in the first draft. Table 1 will be updated in the  second draft and approved partnerships will be added once resolved. Table 5 Overview of R&I expected impacts, cluster intervention areas, and Horizon. Europe partnerships."
  },
  {
    "id": "cluster_3",
    "name": "Cluster 3",
    "type": "cluster",
    "summary": "Cluster 3 aims to guarantee the security of digital networks and of the population in the online world. The effects of these developments on democracy, culture and society will be examined to ensure a fair and inclusive development. Cluster 4 aims to both: (i) strengthen. Europe’s technological sovereignty and (ii) support the transformation of its industries towards net. zero emissions. The annual Knowledge for. Action in Prevention and Preparedness (KAPP) calls for proposals, as well as scenario-building. The disaster risk management and civil protection community is working on the plans for Cluster 3 and Cluster 4. The European Commission is also working on a plan for Cluster 5, which will focus on climate change and energy security. The EU is also looking at how to improve the response to disasters of all kinds, including climate-related events."
  },
  {
    "id": "actions",
    "name": "Actions",
    "type": "research_theme",
    "summary": "Cultural, philosophical and historical perspectives will set the framework for soundly understanding present developments. In the medium to long term, the knowledge, data, and scientifically robust recommendations and innovations generated will enhance decision-making on all                 aspects relevant to democratic governance. Investments will aim to widen the understanding of                 and engagement with cultural heritage. An important objective will be to strengthen the role of cultural heritage and cultural and creative industries and sectors in supporting prosperous, environmentally, socially and culturally sustainable and resilient societies. Research and innovation actions will continue supporting the implementation of the European                 Collaborative Cloud for Cultural Heritage. The impact means that democratic governance is reinvigorated by improving the accountability, effectiveness and trustworthiness of institutions and policies."
  },
  {
    "id": "eus_policy_framework_for_r_i_action",
    "name": "EUs policy framework for R&I action",
    "type": "policy",
    "summary": "The European Commission has released its second strategic plan for Horizon Europe for 2025-2027. It aims to ensure the best value and impact for Member States and Associated Countries’ investment in R&I. The Commission carried out a thorough and comprehensive strategic plan analysis covering: global challenges and recent policies to address them. It also launched a large public consultation12 from 1 December 2022 to 23 February 2023 with 2 258 respondents representing academic or research institutions, individuals, public authorities and other stakeholders. The ‘impact logic’, which sets out key strategic orientations and expected impacts, describes the path from EU priorities to specific research activities in the Horizon Europe work programme parts. A staff working document13 describes the ‘Evidence framework on monitoring and evaluation of Horizon Europe’"
  },
  {
    "id": "eu_strategy_for_combating_organised_crime",
    "name": "EU strategy for combating organised crime",
    "type": "policy",
    "summary": "Cluster 3 will programme investment to achieve the four expected impacts set out below. The diversity and gender balance of members of the public involved in security research will be ensured. The EU needs to be able to rapidly (re-)deploy research to deal with new threats and to accelerate innovation. The destination will continue to pay close attention to financial crimes, as a common denominator for criminal activities. This will be dedicated to countering corruption phenomena, an effort that will be coordinated and complemented by synergies. The Cluster will also focus on reducing losses from natural, accidental and human-made disasters, such as earthquakes and tsunamis. The cluster will focus on the causes of potentially destabilising phenomena such as social unrest, crime, violent radicalisation and disasters."
  },
  {
    "id": "european_econ",
    "name": "European econ",
    "type": "research_theme",
    "summary": "The European Union is moving ahead with its goals to achieve climate neutrality by 2050. The New European Bauhaus (NEB) has been a part of this agenda for the past 3 years. The NEB as a cross-cluster issue will focus on the following three R&I components: circular and regenerative approaches for the construction ecosystem. Connecting the green transformation, social inclusion and local democracy. Sustainable land management and sustainable food production. Environmental science and research on pollution. Climate-ocean-cryosphere-polar science nexus. Synergies between renewable energy production, sustainable agricultural landmanagement and sustainableFood production. The EU has now put in place a substantial regulatory framework for the green transition and has also mobilised substantial funding."
  },
  {
    "id": "strengthened_security_research_and_innovation",
    "name": "Strengthened Security Research and Innovation",
    "type": "research_theme",
    "summary": "Cluster 3 will programme investment to achieve the four expected impacts set out below in continuity with the strategic plan 2021-2024. The diversity and gender balance of members of the public involved in security research will be ensured. The EU needs to invest more in disaster risk management, tools for first responders and societal resilience. Reducing losses from natural, accidental and human-made disasters is one of the key objectives of Cluster 3. The cluster will focus on developing solutions for the capability needs of European security practitioners, by contributing to an EU industrial policy and by increasing research security. It will also focus on the potential of standardisation as a catalyst for market uptake in civil security. The European Commission and Member States and Associated States will be involved in the cluster’s development."
  },
  {
    "id": "eu_strategy",
    "name": "EU strategy",
    "type": "policy",
    "summary": "Horizon Europe strategic plan for 2025 – 2027. It puts greater emphasis on the interaction of Horizon Europe with other EU funding programmes and regulatory frameworks. The strategic plan also helps to strengthen the European Research Area (ERA)8 and the New European Innovation Agenda9. It was set up in line with the monitoring and evaluation provisions of the Horizon Europe Regulation. The Commission has simplified the impact logic by removing the ‘impact areas’ to focus on the expected impacts. It has also turned the four key strategic orientations of the strategic plan 2021-2024 into three. ‘Open strategic autonomy’ and ‘securing Europe’s leading role in developing and deploying critical technologies’ have been added to the plan."
  },
  {
    "id": "eus_strategy_for_international_cooperation",
    "name": "EUs strategy for international cooperation",
    "type": "policy",
    "summary": "The EU's approach to international cooperation will continue to focus on openness of Horizon Europe and multilateralism. Actions set out in the Horizon Europe strategic plan for 2025-2027 will remain open to legal entities from non-EU countries. Stronger R&I efforts to develop and deploy net-zero technologies will be pursued in close cooperation with third countries. The EU will also continue its leading role in multilateral health, climate and environmental agreements, initiatives and organisations. The association of countries with a strong science and innovation profile and that share strong principles will strengthen the EU’s global allies in the face of the ever-harsher geopolitical situation. It is also an efficient way to bring additional funding to the programme to tackle global challenges and address key EU objectives."
  },
  {
    "id": "eu4health",
    "name": "EU4Health",
    "type": "policy",
    "summary": "Horizon Europe funding in recent years was devoted to research on pathogens with high pandemic potential. EU4Health actions speed up the development of and access to medical countermeasures for epidemic and pandemic preparedness. Sequential synergies will also be developed between Cluster 1 and the Digital Europe Programme. This will help secure the establishment and roll-out of digital, privacy-preserving (distributed) data infrastructures and high-performance computing resources. These will leverage and build upon the results of Horizon Europe research and innovation actions. Horizon Europe actions directly support the achievement of the objectives under the Digital Decade programme by improving interoperability within the European Health Data Space. European Partnerships launched under the Health Cluster will remain an essential vehicle for executing the EU’s global health commitments."
  },
  {
    "id": "eu_policy_area_climate_change",
    "name": "EU policy area climate change",
    "type": "policy",
    "summary": "The EU is moving ahead with its goals to achieve climate neutrality by 2050. The New European Bauhaus (NE) has been a part of this agenda for the past 3 years. The EU has now put in place a substantial regulatory framework for the green transition. NE is a pioneering movement built to increase the circularity and climate neutrality of industrial value chains in the environment. People should see green transition projects in their daily lives and living spaces, for example through                 initiatives like the New EuropeanBauhaus18. EU Missions are a key tool to support the green  viewpoints and transition. For more information, see the dedicated web page on the New EU Baushaus. The European AI-strategy is guided by the dual principle of ‘excellence in AI and trustworthy AI’"
  },
  {
    "id": "eus_digital_decade",
    "name": "EUs Digital Decade",
    "type": "policy",
    "summary": "The European way to a digitalised economy and society is about combining solidarity, prosperity and sustainability, anchored in empowerment of its people and businesses. The EU must be able to shape and orient the development of digital technologies over time according to its values and in line with its socio economic model. A successful digital transition is also key to fostering the green transition. Building on Europe’s competitiveness in digital research, cross-disciplinary research can bring tangible benefits to the natural environment. The Horizon Europe cluster on Culture, Creativity and Inclusive Society will aim at promoting various types of synergies with other EU programmes. There is potential for sequential and sequential funding, programming and support for innovative digital solutions that the uptake and deployment of. public interest solutions."
  },
  {
    "id": "european_raw_materials_capacity_building",
    "name": "European Raw Materials Capacity Building",
    "type": "research_theme",
    "summary": "Hubs4Circularity should deal not only with first-of-a-kind demonstrators, but also with theformation of existing plants. It will require that the place-based development of recycling technologies and materials research also benefits from cooperation between energy-intensive industries and cities and regions. A paradigm shift, as regards the availability, development, use and disposal of chemicals and materials, is required to guarantee Europe’s open strategic autonomy, technological                 sovereignty and capacity to deliver on the twin green and digital transitions, the authors say. The next EU funding programme for research and innovation is also linked to the proposed Partnership on Textiles. The 2022 Commission Recommendation90 on ‘safe and sustainable by design’ sets a new framework on how to achieve these objectives."
  },
  {
    "id": "eu_policy_area_cluster_4",
    "name": "EU policy area Cluster 4",
    "type": "policy",
    "summary": "Cluster 3 should focus on its ‘core added value’ of preparedness, response and learning. It should maintain synergies with broader prevention issues such as climate-related risks, covered by Cluster 5 and the Mission on Climate Change Adaptation. Actions will also aim to ensure that there is a link between R&I and possible procurement (e.g. in the area of medical countermeasures). Facilitating legitimate movement of passengers and goods into the EU, while preventing illicit acts will also be a priority. The EU will step up its cooperation with its closest partners on the development of integrated production and services networks. International cooperation is essential for: (i) technological developments; (ii) extending the EU’s geopolitical role; and (iii) space sciences."
  },
  {
    "id": "eu_strategy_for_the_future_of_the_internet",
    "name": "EU strategy for the future of the internet",
    "type": "strategy",
    "summary": "The European way to a digitalised economy and society is about combining solidarity, prosperity and sustainability, anchored in empowerment of its people and businesses. The EU must be able to shape and orient the development of digital technologies over time according to its values and in line with its socio economic model. A successful digital transition is also key to fostering the green transition. Building on Europe’s competitiveness in digital research can bring tangible benefits to the natural environment. This applies to areas like smart agriculture, fisheries control, zero pollution, net-zero and climate-resilient industry, and circular economy. A more resilient, competitive, inclusive and democratic Europe is a complex task that demands a comprehensive approach, inextricably linked with the EU's ambition for the green and digital transitions."
  },
  {
    "id": "european_space_agency",
    "name": "European Space Agency",
    "type": "institution",
    "summary": "The EU will step up its cooperation with its closest partners on the development of integrated production and services networks. The cluster will ensure the safeguarding of the EU’s strategic assets, interests, autonomy, and security in critical areas such as 5G/6G, AI, quantum computing, chips or space technologies. In 2023, a coordination and support action co-funded by Cluster 4 was included in Cluster 5 to encourage the take-up of Horizon 2020 results by the Innovation Fund. In 2021, in 2021 five EU Missions were launched: Adaptation to Climate Change; Cancer; Restore our Ocean and  Climate-Neutral and Smart Cities; and a Soil Deal for Europe. The Digital Europe Programme aims at deploying digital data, communication and computing capacities across Europe."
  },
  {
    "id": "eu_strategy_for_transport",
    "name": "EU strategy for transport",
    "type": "strategy",
    "summary": "Transport is the only sector where greenhouse gas emissions have increased in the past three decades. The transport sector is responsible for 23% of CO2 emissions in the EU and remains dependent on oil for 92% of its energy demand. Electrification of all modes of transport plays a key role in the shift to zero-emission mobility. R&I actions will also advance and demonstrate on environmental problems associated with waterborne transport. The EU plans to develop further the AU-EU Research and Innovation Partnership on Climate Change and Sustainable Energy, emanating from the EU-AU High-level Policy Dialogue in July 2023. It will also continue cooperation on research and innovation with its neighbour countries, in particular within the Mediterranean region and with other EU partners in the Americas."
  },
  {
    "id": "eus_role_in_globalmultilateral_initiatives",
    "name": "EUs role in globalmultilateral initiatives",
    "type": "institution",
    "summary": "The European Economic Security Strategy adopted in June 202342 aims to strike a balance between preserving its economic openness and dynamism while safeguarding research security. Horizon Europe aims to channel efforts and actions across programmes and actors to support a limited number of well-defined, urgent and bold global challenges that have the potential to garner the engagement and support of stakeholders and the wider public. Since their inception, EU Missions have demonstrated their potential to break silos, support the implementation of policies and allow for flexibility and experimentation. At the same time, EU Missions promote a large-scale mobilisation of stakeholders, leading to a quicker deployment of new approaches and technologies by fostering greater participation and stakeholder engagement with local and national governments."
  },
  {
    "id": "eu_policy_area_health",
    "name": "EU policy area health",
    "type": "policy",
    "summary": "Cluster 1 will programme investment to achieve the following six expected impacts. The expected impact is that people of all ages in the EU stay healthy, resilient, and independent. This will arise from healthier lifestyles and behaviour, healthier environments, improved evidence-informed health policies, and more effective solutions for health and well-being promotion, disease prevention and monitoring, and (re)habilitation. In the table, partnerships are indicated for one impact even if some of them contribute to several impacts. For more information, please check the dedicated page on Healthier together – EU non-communicable diseases initiative. The Mission on Cancer will also contribute to this endeavour while also supporting the policy objectives of Europe’s Beating Cancer Plan68, a major pillar of the European Health Union."
  },
  {
    "id": "eu_missions_restore_our_ocean_and_waters",
    "name": "EU Missions Restore our Ocean and Waters",
    "type": "institution",
    "summary": "Cluster 6 will support international action to stop and remove pollution. It will also support multilateral action to end global plastic pollution. International cooperation will remain of critical importance for the agricultural, marine and forestry sectors, rural areas and food systems. The Africa initiative under Horizon Europe launched in 2021 will be maintained. EU Missions have demonstrated their potential to accelerate change. They break silos, support the implementation of policies and the shaping of policy actions, and allow for flexibility and experimentation. Horizon Europe will enable missions to be effective and will help strengthen EU investment in climate change and clean energy. The cluster will support the International Resource Panel as well as the objectives of the                 Global Soil Partnership and the European soil Partnership in complementarity with the EU Mission ‘A Soil Deal for Europe’"
  },
  {
    "id": "eu_biodiversity_strategy_for_2030",
    "name": "EU Biodiversity Strategy for 2030",
    "type": "policy",
    "summary": "The protection and restoration of ecosystems, habitats and species will require new and better knowledge and methods. This includes needs identified in the communication 'A New Deal for Pollinators', COM(2023) 35, 24.1. R&I will aim to improve the understanding and management of critical surface and groundwater ecosystems. The integration of methods, policies and perspectives across realms to foster biodiversity will be considered. The EU Biodiversity Strategy for 2030 calls for a 'transformative' change in the way the EU manages biodiversity. The report will provide evidence on the impacts of economic activities and policy incentives on biodiversity. It will also provide evidence of the impact of climate change on biodiversity and the need to phase out incentives that are harmful to the species and scale up positive incentives."
  },
  {
    "id": "eus_circular_economy_and_sustainable_bioeconomy",
    "name": "EUs circular economy and sustainable bioeconomy",
    "type": "policy",
    "summary": "Table 11 Overview of R&I expected impacts, intervention areas, and Horizon Europe partnerships. In the table, partnerships are indicated for one impact even if some of them contribute to several impacts. The EU and Member States will play a leading role in achieving the Kunming-Montreal Global Biodiversity Conference (COP-15) in December 2022. The Cluster 6 will be designed to generate sustainable and knowledge-free supply chains with new legislation to facilitate the transition to sustainable and deforestation free supply chains. In line with the EU Deforestation Regulation new data will be generated with the new Cluster 6 Cluster 6 Framework. The cluster 6 will facilitate the new due diligence due diligence of due diligence on deforestation and will support the implementation of new legislation."
  },
  {
    "id": "eu_strategy_for_a_sustainable_future",
    "name": "EU strategy for a sustainable future",
    "type": "strategy",
    "summary": "‘Strategic autonomy, while preserving an open economy’ refers to the term ‘strategic autonomy’, as reflected in the Conclusions of the European Council of 1/2 October 2020. It is essential to continue acting collectively and inclusively at all levels; from local, regional and national to global. Acting in this way will be necessary to create, trigger and support systemic changes in a new geopolitical setting and deliver on the UN’s Sustainable Development Goals. The EU will need to make improvements in several areas to address ongoing and future threats. These improvements will also require: behavioural and structural change at societal level; (ii) transformational decision-making; and (iii) social acceptance."
  },
  {
    "id": "eu_strategy_for_rural_areas",
    "name": "EU strategy for rural areas",
    "type": "policy",
    "summary": "The EU is moving ahead with its goals to achieve climate neutrality by 2050. The New European Bauhaus (NEB) has been a part of this agenda for the past 3 years. The NEB as a cross-cluster issue will focus on the following three R&I components: circular and regenerative approaches for the construction ecosystem, innovation of food systems and bio-based solutions, and connecting the green transformation, social inclusion and local democracy. The EU has now put in place a substantial regulatory framework for the green transition and has also mobilised substantial funding. However, the pace of implementation of the changes is still slow, and these changes are often implemented in a compartmentalised way. Europe needs to further accelerate the transformation of its industrial value chains to increase circularity and climate neutrality."
  },
  {
    "id": "eu_strategy_for_africa",
    "name": "EU strategy for Africa",
    "type": "strategy",
    "summary": "Association to the framework programme41 is the strongest form of international cooperation. Targeted cooperation with Africa will be considered for topics covering issues of importance for Africa. Cluster 3 will continue to operationalise the synergies with the home affairs funds: the Internal Security Fund (ISF) and the Integrated Border Management Fund (IBMF) This will mean both facilitating the uptake of the results of Cluster 3 research by Member States and Associated Countries in their national programmes. And programming EU and specific actions with funding dedicated to taking up innovation from Cluster 3. The EU is committed to preserve openness in international research and innovation cooperation while promoting a level playing field and reciprocity underpinned by fundamental values. This is particularly important for civil security, where solutions are often demand-driven in a market that is narrow, institutional, highly regulated, and sensitive."
  },
  {
    "id": "eu_cap_network",
    "name": "EU CAP Network",
    "type": "policy",
    "summary": "The EU will step up its cooperation with its closest partners on the development of integrated production and services networks. The cluster will ensure the safeguarding of the EU’s strategic assets, interests, autonomy, and security in critical areas such as 5G/6G, AI, quantum computing, chips or space technologies. The Digital Europe Programme aims at deploying digital data, communication and computing capacities across Europe. The EU plans to develop further the AU-EU Research and Innovation Partnership on Climate  CarbuncleChange and Sustainable Energy. The European Commission: Global Approach to Research and innovation, www.science-diplomacy.eu/global-approach-to-research-and-innovation, is published by Biteback, on behalf of the European Commission."
  },
  {
    "id": "eu_policy_on_carbon_farming",
    "name": "EU policy on carbon farming",
    "type": "policy",
    "summary": "Cluster 6 is expected to substantially contribute to achieving the target of dedicating 10% of the Horizon Europe budget to biodiversity and ecosystems objectives. The acceleration of global crises calls for accelerating the transition towards a sustainable, climate-neutral, clean and competitive economy. Innovative and sustainable solutions that do not harm biodiversity and respect planetary boundaries will be sought. The activities of the cluster will continue to identify co-benefits with the New European Bauhaus Facility. The cluster will also support research addressing the water-climate-biodiversity-pollution-people nexus holistically and systemically in light of interconnections and interdependencies at EU and global level. It will help support thriving ecosystems, sustainable agriculture and healthy food, as well as clean air, soil, and fresh and marine water for all."
  },
  {
    "id": "policy",
    "name": "Policy",
    "type": "policy",
    "summary": "Horizon Europe was set up in line with the monitoring and evaluation provisions of the Horizon Europe Regulation14. While focusing on continuity, targeted changes and novelties have been introduced where appropriate, to reflect developing societal and political circumstances. The Commission has:simplified the impact logic by removing the ‘impact areas’ to reduce complexity and focus on the expected impacts;.transformed ‘open strategic autonomy’ and ‘securing Europe’s leading role in developing and deploying critical technologies’ (in particular those identified in the list of critical technologies proposed by the Commission);. Turned the four key strategic orientations of the strategic plan 2021-2024 into three overarching, interlinked and less prescriptive key strategicorientations."
  }
]