[
  {
    "name": "Horizon Europe",
    "type": "unknown",
    "score": 0.23272231221199036,
    "id": "horizon_europe",
    "mentions": [
      1,
      2,
      5,
      6,
      7,
      8,
      9,
      10,
      11,
      12,
      13,
      14,
      15,
      16,
      17,
      18,
      19,
      20,
      21,
      22,
      23,
      28,
      31,
      32,
      34,
      35,
      37,
      39,
      41,
      42,
      43,
      44,
      45,
      46,
      47,
      48,
      50,
      51,
      53,
      54,
      55,
      58,
      59,
      61,
      62,
      63,
      64,
      65,
      66,
      67,
      68,
      70,
      71,
      72,
      73,
      74,
      75,
      76,
      77,
      78,
      79,
      80,
      81,
      82,
      83,
      84,
      85,
      87,
      88,
      89,
      90,
      91,
      93,
      94,
      96,
      97,
      98,
      99,
      100,
      101,
      102,
      103,
      104,
      105,
      106,
      107,
      108,
      109
    ],
    "contexts": [
      "At the same time, it provides a certain degree of flexibility to respond to  unforeseen challenges.  Through the strategic plan, investment in R&I is directed towards tackling key global  challenges such as: climate change; pollution; the loss of biodiversity; the digital transition;  an ageing population; and building a more resilient, competitive, democratic and inclusive  Europe. The analytical foundation of the document is set out in a comprehensive strategic plan  analysis1 conducted by the Commission. This analysis covers the EU’s R&I landscape in  a global perspective, including: (i) current and future global challenges; (ii) new research  needs and opportunities; and (iii) how Horizon Europe could potentially address these new  research needs and opportunities. The analysis also includes a large public consultation2 with  respondents representing a broad range of stakeholders. The analysis confirmed the need  for Horizon Europe to continue focusing on the current EU priorities in the 2025-2027 period:  in particular: (i) the green transition; (ii) the digital transition; and (iii) building a more  resilient, competitive, inclusive and democratic Europe. To ensure a sound foundation for investment in R&I, the Commission drafted the strategic plan  using a co-design approach engaging a broad number of stakeholders. These stakeholders  worked together to set common priorities to strengthen Europe’s knowledge base through  frontier research, breakthrough innovation, and the development and implementation of  innovative solutions to achieve Europe’s priorities. To fully harness their expertise, stakeholders  will also be involved in the preparation of Horizon Europe work programmes3 .  The strategic plan is also a communication tool reaching beyond the research community. It  provides an overview of the main EU priorities for R&I, and invites a broad audience involved  in – or interested in – the European R&I agenda to identify funding opportunities: from policy  makers and private investors to potential applicants and the general public.  1. European Commission, Directorate-General for Research and Innovation, Horizon Europe strategic plan 2025-2027 analysis, Publications Office  of the European Union, 2023, https://data.europa.eu/doi/10.2777/637816. 2. European Commission, Directorate-General for Research and Innovation, Synopsis report – Looking into the R&I future priorities 2025-2027,  Publications Office of the European Union, 2023, https://data.europa.eu/doi/10.2777/93927. 3. For the preparation of the 2025 work programme, the Commission will pilot an opportunity for stakeholders to give early feedback on the  programme.  4 HORIZON EUROPE strategic plan | 2025 – 2027 Stakeholders in Member States and Associated Countries can use this strategic plan as  guidance to: (i) align their research strategies with the EU priorities; and (ii) exploit  synergies with other EU programmes and with national research activities and schemes.  This will improve the effectiveness and efficiency of the global R&I funding system and help  to make the most of private and public investment.",
      "EXECUTIVE SUMMARY Since its start in 2021, Horizon Europe has been generating excellence through breakthrough  knowledge and investment in solutions to long-term global challenges, such as climate  change, biodiversity loss, pollution, the digital transformation, health threats and an ageing  population. These challenges not only remain highly relevant in the second half of the Horizon Europe  programme period – they have also been exacerbated by an unstable geopolitical context.  Russia’s war of aggression against Ukraine and the Middle East crisis are examples of  geopolitical situations that pose new security, democracy and supply-chain challenges  worldwide. This has also put the ambition of the EU’s green and digital transitions under  pressure. At the same time, the pace of climate change is accelerating. Europe is by now the  fastest-warming continent of the world4 , which has extensive socio-economic, environmental  and health consequences. In the future, the developments in digital technologies, including  Artificial Intelligence (AI), will define the world we live in. For these reasons, it is becoming  even more urgent to take transformation measures towards supporting the objectives of  the European Green Deal, the digital transition and boosting our  industrial competitiveness. As laid down in the legal base5 , the strategic plan is designed to  facilitate the implementation of the specific programme of Horizon  Europe, promoting consistency between the work programmes,  EU priorities, and national priorities. The strategic plan acts as a  compass to help policymakers: (i) stay on course with the green and  digital transitions; and (ii) respond to new challenges. The strategic  plan also identifies current gaps in R&I funding and takes into  account the lessons learnt from Horizon 2020 and since the launch  of Horizon Europe. 4. Copernicus Climate Change Service (C3S), 2023: European State of the Climate 2022, Full report: climate.copernicus.eu/ESOTC/2022. 5. Council Decision (EU) 2021/764 of 10 May 2021 establishing the specific programme implementing Horizon Europe – the Framework Programme  for Research and Innovation, and repealing Decision 2013/743/EU (Text with EEA relevance).  5 HORIZON EUROPE strategic plan | 2025 – 2027 Figure 1 – Implementing Horizon Europe The strategic plan:    provides three key strategic orientations for Horizon Europe R&I activities in 2025- 2027;    describes 32 expected impacts of Horizon Europe R&I activities in 2025-2027;    identifies the New European Bauhaus Facility    identifies nine new co-programmed and co-funded European Partnerships;    identifies the EU Missions; and gives an overview on the achievements of the first years;     outlines Horizon Europe’s approach to international cooperation, highlighting the  importance of openness while ensuring research security; and     provides direction on specific, cross-cutting issues such as key technologies like artificial  intelligence (AI), the balance of R&I, the integration of social sciences and humanities,  and the dissemination and exploitation of results.",
      "M a i n t a i n i n g   a n  innovative, sustainable,  and competitive EU  health industry  Food, Bioeconomy, Natural  Resources, Agriculture  & Environment Climate, Energy  & Mobility Digital, Industry  & Space Civil Security  for Society Culture, Creativity  & Inclusive Society Health Green Transition Digital Transition  A more Resilient, Competitive, Inclusive,  & Democratic Europe  7.  R e i n v i g o r a t i n g  democratic governance  8.  Realising the full potential  of cultural heritage,  arts, and cultural and  creative sectors 9.  Strengthening social and  economic resilience and  sustainability 10. Boosting  inclusive  growth and reducing  vulnerabilities effectively 11. Reducing losses from  natural, accidental and  human-made disasters 12. Facilitating legitimate  movement of passengers  and goods into the EU,  while preventing illicit  acts 13. Tackling  crime  and  t e r r o r i s m   m o r e  effectively and increasing  the  resilience  of  infrastructures 14. Increasing cybersecurity  and  making  the  online  environment  more secure 15. Achieving  global  leadership in climate- neutral, circular and  digitised industrial and  digital value chains  16. Achieving technological  leadership for Europe’s  open strategic autonomy  in  raw  materials,  chemicals and innovative  materials 17. Developing an agile and  secure single market and  infrastructure for data- services and trustworthy  artificial intelligence  services 18. Achieving open strategic  autonomy in digital  and emerging enabling  technologies 19. A c h i e v i n g   o p e n  strategic  autonomy  in global space-based  infrastructures, services,  applications, and data 20. Digital and industrial  technologies  driving  human-centric innovation 21. Advancing science for  a fair transition to a  climate-neutral  and  resilient society  22. Facilitating the clean and  sustainable transition of  the energy and transport  sectors towards climate  neutrality through cross- cutting solutions 23. Ensuring more efficient,  sustainable, secure, and  competitive renewable  and  decarbonised  energy supply 24. Using energy in buildings  and industry in an  efficient, affordable and  sustainable way 25. Achieving sustainable,  inclusive, and competitive  transport modes 26. Developing multimodal  systems and services  for  climate-neutral,  smart, inclusive, and safe  mobility 27. Fostering  mitigation  of and adaptation to  climate change in areas  and sectors covered by  Cluster 6 28. Putting  biodiversity  on a path to recovery,  and  protecting  and  restoring ecosystems and  their services 29. Achieving  healthy soils  and forests, as well  as clean air, fresh and  marine water, whilst  ensuring water resilience  and the transition to a  clean, competitive and  circular economy and  sustainable bioeconomy 30. Ensuring healthy food  and nutrition security  by making agriculture,  fisheries, aquaculture  and  food  systems  sustainable, resilient,  inclusive  and within  planetary boundaries  31. Sustainably developing  rural,  urban  and  coastal areas 32. Developing innovative  governance  models  and  tools  enabling  s u s t a i n a b i l i t y  and resilience 8 HORIZON EUROPE strategic plan | 2025 – 2027 Figure 2 – Overview of Expected Impacts  9 HORIZON EUROPE strategic plan | 2025 – 2027 HOW WAS THE SECOND STRATEGIC PLAN DEVELOPED? The Horizon Europe strategic plan serves as an interface between the EU’s main policy  priorities and the Horizon Europe research activities."
    ],
    "summary": "Investment in R&I is directed towards tackling key global challenges. These include climate change; pollution; loss of biodiversity; the digital transition; and building a more resilient, competitive, democratic and inclusive Europe. At the same time, it provides a certain degree of flexibility to respond to  unforeseen challenges."
  },
  {
    "name": "Horizon Europe Policy Agenda",
    "type": "unknown",
    "score": 0.3895462155342102,
    "id": "horizon_europe_policy_agenda",
    "mentions": [
      25
    ],
    "contexts": [
      "Due to their testing,  experimentation and demonstration capabilities, services and competencies, Technology  Infrastructures bridge the gap between science and innovation supporting industrial capacity  building, accelerating the deployment of R&I results and strategic technologies in industrial  ecosystems. New activities will be tested under the Horizon Europe pillars implementing  the preparatory work of the 2022-2024 ERA Policy Agenda, in support of key EU policy  priorities such as Europe’s technological sovereignty, competitiveness, and the green and  digital transition of industry. In 2025-2027, synergies will be created between the ERA Policy Agenda and the Horizon  Europe work programmes to ensure that both the Pact for R&I priorities and Horizon Europe’s  key strategic orientations are implemented effectively and coherently. The second ERA Policy  Agenda is therefore expected to include significant thematic actions that contribute directly  to achieving the impacts expected under Pillar II as well as horizontal actions relevant for all  29. Council Recommendation (EU) 2021/2122 of 26 November 2021 on a Pact for Research and Innovation in Europe.  31 HORIZON EUROPE strategic plan | 2025 – 2027 the clusters, such as boosting links between science, society and education and strengthening  the research dimension of the European Universities initiative, including within the smart  specialisation process. The widening component aims to tackle the R&I gap to move towards a truly integrated and  cohesive European R&I ecosystem in the EU. Disparities between R&I leading and lagging  countries should be tackled through structural policy reforms aimed at, e.g. improving the  attractiveness of research careers, internationalisation, effectiveness of management  and governance of R&I institutions or matching activities with EU initiatives (e.g. seals of  excellence). Greater intersectoral cooperation between research institutions and business  is key to bridging these disparities between countries. By building on ‘pockets of excellence’  and connecting them to broader ecosystems, this component will help countries with less  advanced R&I systems to upgrade their R&I systems and performance, allowing the EU to  level up. In 2025-2027, the widening part will be tailored towards greater: (a) inclusiveness; (b) R&I  capacity; and (c) sustainability of actions. This will be implemented through a well-balanced  mix of the continuation of proven and the introduction of new actions.  32 HORIZON EUROPE strategic plan | 2025 – 2027 EUROPEAN PARTNERSHIPS Horizon Europe has brought about a major reform and rationalisation of the European  Partnership landscape, reducing the number of partnerships from about 120 under Horizon  2020 to 49 under the first Horizon Europe strategic plan. Horizon Europe also introduced a  more coherent, transparent, and strategic approach to partnerships based on a clear set of  partnership life-cycle criteria as set out in Annex III of the Horizon Europe Regulation. In line  with the legal base, all partnerships have been developed in areas where there is strong  potential to develop critical mass in a strategically relevant sector, and where a European  Partnership approach should be more effective in achieving the objectives of Horizon Europe  than regular work programme calls. To date, more than EUR 65 billion have been committed to European Partnerships: EUR 24.8  billion from Horizon Europe and EUR 35.6 billion from non-EU partners."
    ],
    "summary": "Horizon Europe 2025–2027 Strategic Plan. New activities will be tested under the Horizon Europe pillars implementing the preparatory work of the 2022-2024 ERA Policy Agenda. The second ERA Policy  Agenda is expected to include significant thematic actions that contribute directly  to achieving the impacts expected under Pillar II."
  },
  {
    "name": "EU missions",
    "type": "unknown",
    "score": 0.5897234678268433,
    "id": "eu_missions",
    "mentions": [
      26,
      27
    ],
    "contexts": [
      "More than 65% of  the total amount has been provided by private sector partners30. Partnerships under Pillar II  have so far accounted for 39.7% of the pillar’s overall budget. The maximum contribution of  Pillar II to partnerships is limited to 49.9% of its total budget in line with Horizon Europe‘s  legal base31. While co-funded and co-programmed European Partnerships are covered in the strategic  plan, institutionalised partnerships require a separate legal base and are therefore not  covered by the plan32. In the first strategic planning period, institutionalised European Partnerships accounted for  the biggest share of the Horizon Europe partnership budget (57%). Of the institutionalised  partnerships, the largest share of the budget was dedicated to 10 joint undertakings (based  on Article 187 of the TFEU). Co-programmed partnerships accounted for 33% of the Horizon  Europe partnership budget, and co-funded partnerships for 10%33. By pooling and mobilising resources and encouraging collaboration to achieve common  objectives, partnerships are at the heart of the twin green and digital transitions and  increasing the EU’s resilience. As for the first 49 partnerships under Horizon Europe, 67% of  their collective resources are allocated to R&I contributing to the European Green Deal, 36%  will contribute to resilience objectives, and 33% to digital objectives34. These percentages  have increased significantly compared to Horizon 2020. Moreover, European Partnerships  have been facilitating and promoting international collaboration with strategic partners in  countries and regions outside the EU. 30.  These figures are based on commitments made by partners in advance. Actual contributions can only be determined reliably after the end of  the initiative. 31. It should be noted that this is a legally binding ceiling, not a target 32.  A review of possible areas of action for institutionalised European Partnerships (based on Art. 185 and 187 of the Treaty on the Functioning  of the European Union) was carried in 2023 (SWD(2023)260). Priorities for Knowledge and Innovation Communities (KICs) under the European  Institute for Innovation and Technology (EIT) are set out in the EIT’s Strategic Innovation Agenda for 2021-2027. 33.  Performance of European Partnerships: Performance of European Partnerships: Biennial Monitoring Report (BMR) 2022 on partnerships in  Horizon Europe in Horizon Europe. 34. Ibid. Partnerships can contribute to different objectives simultaneously, as they are not mutually exclusive.  33 HORIZON EUROPE strategic plan | 2025 – 2027 The following co-programmed and co-funded European Partnerships have been identified  for the second Horizon Europe strategic plan. They will appear in the Horizon Europe  work programmes, subject to fulfilment of the selection criteria at the moment the work  programmes are adopted. Otherwise, the priority will be addressed by traditional calls. CO-FUNDED EUROPEAN PARTNERSHIPS    Brain Health    Forests and Forestry for a Sustainable Future     Raw Materials for the Green and Digital Transition     Resilient Cultural Heritage     Social Transformations and Resilience  CO-PROGRAMMED EUROPEAN PARTNERSHIPS    Innovative Materials for the EU    Solar Photovoltaics    Textiles of the Future    Virtual Worlds    34 HORIZON EUROPE strategic plan | 2025 – 2027 MISSIONS EU Missions are flagships of Horizon Europe.",
      "Their aim is to channel efforts and actions  across programmes and actors to support a limited number of well-defined, urgent and  bold global challenges that have the potential to garner the engagement and support of  policymakers, stakeholders and the wider public. Following a preparatory phase, in 2021 five  EU Missions were launched: Adaptation to Climate Change; Cancer; Restore our Ocean and  Waters; Climate-Neutral and Smart Cities; and a Soil Deal for Europe. A 2023 assessment35 confirmed that during their first 2 years, EU Missions have supported  the EU’s work on the European Green Deal, making Europe fit for the digital age, and Europe’s  Beating Cancer Plan. Since their inception, EU Missions have demonstrated their potential  to accelerate change: They break silos, support the implementation of policies and the  shaping of policy actions, and allow for flexibility and experimentation. At the same time, EU  Missions promote a large-scale mobilisation of stakeholders, leading to a quicker and wider  deployment of new approaches and technologies by fostering greater collective ownership.  Supported primarily by Horizon Europe funding, they have also connected and supported EU  policies and programmes with local action and stakeholder engagement and are on track to  achieve their ambitious goals by 2030. In 2025-2027, more work will be done to ensure that missions successfully shift from  their initial phase to deployment and impact. First, a strengthened and better coordinated  administrative governance will enable missions to be effective. Horizon Europe investment  will help strengthen joint support functions (‘back office’ tasks) for all current and future EU  Missions to facilitate access to resources and actions to achieve mission objectives. Second,  a broader portfolio of instruments will be mobilised, including public-private partnerships  and the public procurement of innovation. While Horizon Europe funding will guarantee  continuity and help to maintain the pace of mission implementation, diversifying funding and  financing sources is crucial to support a pipeline of activities from research to deployment.  The interdisciplinary nature of the governance mechanisms offers ample opportunities  for building synergies between the EU Missions and other parts of Horizon Europe, the EU  Missions and other EU instruments and the EU Missions and national, regional and local  policies and funding programmes. Achieving the goals of individual EU Missions will ultimately hinge on broad public support  and acceptance of the necessary green and digital transitions. Horizon Europe will support  additional efforts to raise awareness on mission impacts, to strengthen stakeholder feedback  mechanisms and to increase the visibility of the missions and their concrete actions on the  ground. To this end, communication with relevant stakeholder groups and the general public  will be stepped up significantly. 35.  See the Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and  the Committee of the Regions ‘EU Missions two years on: assessment of progress and way forward’ (COM(2023) 457) and the staff working  document accompanying the Commission's Communication on the assessment of the Missions, SWD(2023) 260."
    ],
    "summary": "More than 65% of  the total amount has been provided by private sector partners. Partnerships under Pillar II  have so far accounted for 39.7% of the pillar’s overall budget. The maximum contribution of  Pillar II to partnerships is limited to 49.9% of its total budget."
  },
  {
    "name": "EU) countries",
    "type": "unknown",
    "score": 0.25619956851005554,
    "id": "eu_countries",
    "mentions": [
      29
    ],
    "contexts": [
      "These actions will  include current Horizon Europe initiatives such as: (i) the Africa Initiative (based on the African  Union-European Union Innovation Agenda); (ii) the Mediterranean Initiative; (iii) a new EU- Latin American and Caribbean Initiative40; (iv) the Partnership for Research and Innovation in  the Mediterranean Area (PRIMA); (v) activities to support the Ukrainian R&I ecosystem in line  with evolving needs; and (vi) joint research activities to support the implementation of the  EU-India Trade and Technology Council. Topics contributing to these initiatives will encourage  the participation of entities from the regions identified.  Association to the framework programme41 is the strongest form of international cooperation.  The association of countries with a strong science and innovation profile and that share  fundamental values and principles (located both in Europe and beyond), provides further  impetus for the EU to tackle global challenges and address key EU objectives related to  the green and digital transition. It is also an efficient way to bring additional funding to the  programme. Furthermore, the association of some of the EU’s key global allies will strengthen  alliances in the face of the ever-harsher geopolitical situation. 39.  In line with Article 22(5) of the Horizon Europe Regulation. 40.  Joint Communication to the Parliament and the Council, A New Agenda for Relations between the EU and Latin America and the Caribbean,  JOIN(2023) 17, 7.6.2023. 41. For the list of Associated Countries, please check the dedicated page on Association to Horizon Europe.  37 HORIZON EUROPE strategic plan | 2025 – 2027 International cooperation will continue to take a variety of complementary approaches:    Further association agreements with eligible third (i.e."
    ],
    "summary": " Horizon Europe 2025–2027 Strategic Plan will include current initiatives such as the Africa Initiative, Mediterranean Initiative and EU- Latin American and Caribbean Initiative. Topics contributing to these initiatives will encourage  the participation of entities from the regions identified. Association to the framework programme is the strongest form of international cooperation. It is also an efficient way to bring additional funding to the programme."
  },
  {
    "name": "Horizon Europe policies, clusters, missions, programmes, strategies, impact areas",
    "type": "unknown",
    "score": 0.2512621283531189,
    "id": "horizon_europe_policies_clusters_missions_programmes_strategies_impact_areas",
    "mentions": [
      40
    ],
    "contexts": [
      "One example for the creation of such synergies by design aimed to ensure a smoother link between Horizon Europe and ERDF funding is the  incorporation into Horizon Europe funded projects of so-called ‘smart specialisation priorities’.  48 HORIZON EUROPE strategic plan | 2025 – 2027    Making use of ‘synergies by design’ to improve the exploitation of research results coming  from Horizon Europe. Specific examples of synergies in the clusters of Horizon Europe are include in the cluster  impact summaries. Fostering synergies between Horizon Europe and other programmes will result in:    more efficient public spending;    a more effective implementation of programmes and investment (EU, national and private  sector) to make full use of research results;    fostering evidence-informed policy making and support to programming;    an accelerated innovation cycle. SPENDING STRATEGIES FOR EU POLICY PRIORITIES  Horizon Europe63 commits to dedicating at least 35% of its total budget to climate objectives.  Work on the 2021-2024 work programmes has shown that a sound ex-ante estimation of  expenditure is key to fulfilling this objective. Processes to enable this are now well established  and the monitoring framework for climate-related expenditure has developed significantly. However, the ability to react to shortfalls in meeting the 35% target is undermined by the  significant interval of time between programming work programme actions and actual  implementation of the projects, which leads to delays in reliable monitoring data. The latest  estimates based on monitoring data for 2021-2022 indicate that for 2021-2022 35% of  the total budget is dedicated to climate objectives. For 2023-24, based on ex-ante estimates  and partial monitoring data, the figure is likely to be slightly below 35%. This calls for: (i)  maintaining the steering procedures and reducing further, as part of risk management, the  over-estimation of the climate aspects of topics; (ii) ensuring that necessary measures are  implemented so that the overall 35% target is reached across all 7 years of the programme;  and (iii) that the ex-ante estimation of climate expenditures are complemented by ex-post  figures for the completed years of the programme. Reflecting the importance of tackling the dramatic loss of biodiversity, Horizon Europe is  committed to raising investment in biodiversity to 10% of its total budget for 2025 to  2027. Compared to 2021-2024 this requires more effort in mainstreaming biodiversity and  nature-related aspects into areas such as health, environmental crime, societal change, social  inequity, digitalisation, and the interplay between cultural heritage, nature and landscape.  New approaches are also needed to address the effects of industrial production, material,  transport and energy provision on nature and biodiversity. 63. Regulation (EU) 2021/695 of the European Parliament and of the Council of 28 April 2021 establishing Horizon Europe.  49 HORIZON EUROPE strategic plan | 2025 – 2027 Strong institutional partnerships have a key role to play in reaching the target of EUR 13  billion investment in core digital technologies64 in 2021-2027."
    ],
    "summary": "Horizon Europe 2025–2027 Strategic Plan. What is the role of Horizon Europe policies, clusters, missions, programmes, strategies, impact areas? Describe its purpose, thematic links, and expected impacts. Fostering synergies between Horizon Europe and other programmes will result in:    more efficient public spending."
  },
  {
    "name": "EU Security Union Strategy",
    "type": "unknown",
    "score": 0.4090244770050049,
    "id": "eu_security_union_strategy",
    "mentions": [
      60
    ],
    "contexts": [
      "Cluster 3 will continue to support the implementation of the  EU Security Union Strategy and the sectoral strategies, as well as of legislation and action  plans identified under the expected impacts set out below. HOW WILL CLUSTER 3 MAKE A DIFFERENCE? The following horizontal priorities will be developed through work programme actions,  building on security research practice.    The active involvement of relevant security practitioners (first responders, police,  border and coast guards, customs authorities, critical infrastructure operators) ensures  that research is tailored to their needs and conducive to the subsequent uptake of  innovation. Successful deployment of innovation can help authorities meet the challenges  of limited availability of workers. Research should also pay attention to strengthening  the capacity of competent authorities responsible for addressing the environmental and  health impacts of extreme natural events such as floods, earthquakes, or wildfires. Cluster  3 will involve practitioners in defining research needs (so that the expected outcomes of  projects actually address operational needs), and will continue to require practitioners’  participation in projects whenever necessary.    A more holistic, systemic and cross-cutting research approach to some challenges that  involve different communities of practitioners and of researchers, different capabilities,  and/or different threats at the same time.    Foresight research (especially under the work programme destination ‘Strengthened  Security Research and Innovation’, see below) to gain insights into possible future  emerging threats and the capabilities required to deal with them. This research should   76 HORIZON EUROPE strategic plan | 2025 – 2027 build on the results of the Networks of Practitioners funded under Horizon 2020.    Social acceptability, legal and ethical questions must be at the heart of European  security research. Ethics, respect for fundamental rights, including human rights, privacy  and the protection of personal data, as well as responsible research, all of which make  for better research outcomes, are an added value of European research and innovation  activities. They are also the characteristics that make it possible to conceive, design  and develop evidence-based civilian security solutions that are as little intrusive as  possible and the best at respecting freedoms rights and values. Solutions conceived in  this way, by design respecting fundamental rights including privacy, also give EU industry  a competitive advantage.    European citizens and companies should be owners of their own security, should be  aware of risks to it and should have control over how to deal with them. Participative  resilience is needed, whereby European citizens and companies contribute to the  resilience of society and their contribution is acknowledged as such by professionals.  This also means including individuals in security research as a form of active citizenship  and as a way of improving the quality of results and getting social acceptance and  ownership of research solutions. The systematic incorporation of social sciences and  humanities (SSH) into security research should be encouraged, and mandatory for certain  topics, and particular attention paid to vulnerable groups."
    ],
    "summary": "Cluster 3 will continue to support the implementation of the  EU Security Union Strategy and the sectoral strategies. The following horizontal priorities will be developed through work programme actions, building on security research practice. Successful deployment of innovation can help authorities meet the challenges of limited availability of workers. Research should also pay attention to strengthening  the capacity of competent authorities responsible for addressing the environmental and health impacts of extreme natural events."
  },
  {
    "name": "Community for European Research and Innovation for Security",
    "type": "unknown",
    "score": 0.2911960184574127,
    "id": "community_for_european_research_and_innovation_for_security",
    "mentions": [
      69
    ],
    "contexts": [
      "Community for European Research and Innovation for Security (CERIS).  85 HORIZON EUROPE strategic plan | 2025 – 2027    Harnessing the potential of standardisation as a catalyst for market uptake in civil  security.    Continuing to operationalise the synergies-by-design between EU civil security  research and other EU funds – see below for more detail.    Improving the visibility of security research by means of events such as the annual  security research event and an online presence (including social networks).    Improving (and if necessary expanding) dissemination tools, to feed project results into  policymaking and programming, at the Commission and in Member States and Associated  Countries, to support evidence-based policymaking and synergies with other funding  programmes. Table 5 Overview of R&I expected impacts, cluster intervention areas, and Horizon Europe partnerships EXPECTED IMPACT INTERVENTION AREAS  COVERED EUROPEAN PARTNERSHIPS* 11. Reducing losses from natural,  accidental and human-made  disasters.  3.1.1. Disaster-resilient  societies N.A. 12. 12. Facilitating legitimate  movement of passengers and goods  into the EU, while preventing illicit acts. 3.1.2. Protection and security N.A. 13. Tackling crime and terrorism  more effectively and enhancing  resilience of infrastructures.  3.1.2. Protection and Security 3.1.3. Cybersecurity N.A. 14. Increasing cybersecurity and  making the online environment more  secure. 3.1.3. Cybersecurity N.A. In the table, partnerships are indicated for one impact even if some of them contribute to several impacts. * The second batch of European Partnerships is not included in the first draft. Table 1 will be updated in the  second draft and approved partnerships will be added once resolved.  86 HORIZON EUROPE strategic plan | 2025 – 2027 INTERNATIONAL COOPERATION Cluster 3 continues to require a specific approach to international cooperation to achieve the  right balance between the benefits of exchange with key international partners (including  relevant international organisations and offices), while at the same time ensuring the  protection of the EU’s security interests and the need for open strategic autonomy in critical  sectors. Under the destination ‘Disaster-Resilient Society for Europe’ (DRS), there is an established  culture of comprehensive research collaboration with non-EU countries, taking account of the  transnational aspect of different natural and human-made hazards and their causes (such  as climate change). Therefore, under this destination, international cooperation will continue  to be strongly encouraged, given the value of cooperating internationally, in particular  in developing technologies for first responders to use. Cooperation with researchers and  organisations from Ukraine will be encouraged for the EU to learn lessons from civil protection  and contribute to the reconstruction of Ukrainian society. The explicit encouragement of  international cooperation with relevant international fora will be assessed at the level of  topics. For the destinations relating to border management, the fight against crime and terrorism,  infrastructure resilience and cybersecurity, international cooperation will be explicitly  encouraged only where appropriate and specifically supportive of ongoing collaborative  activities. Topics will be assessed as to whether they need to be limited to only selected  international partners notably in light of the sensitivity of their subject matter and the need to  maintain open strategic autonomy in critical security areas."
    ],
    "summary": "Community for European Research and Innovation for Security (CERIS) Harnessing the potential of standardisation as a catalyst for market uptake in civil  security. Continuing to operationalise the synergies-by-design between EU civil security  research and other EU funds. Reducing losses from natural,  accidental and human-made  disasters."
  },
  {
    "name": "LIFE",
    "type": "unknown",
    "score": 0.3105928599834442,
    "id": "life",
    "mentions": [
      86
    ],
    "contexts": [
      "LIFE’s subprogrammes (notably Climate Change Mitigation and Adaptation) have  several projects in industry for reducing greenhouse gas emissions and air pollutants.  105 HORIZON EUROPE strategic plan | 2025 – 2027    Synergies with Euratom, for example applications of AI and robotics in nuclear medicine,  robot remote handling in the nuclear field, analysing of images and other data from  nuclear facilities for remote inspections, digital twins of nuclear facilities, simulations and  training for preparing for nuclear incidents etc.  Cross-cluster complementarities Table 8 Overview of Cross Cluster Complementarities RELEVANT CLUSTER POSSIBLE COMPLEMENTARITIES 1. HEALTH  Clinical and biomedical applications. Stronger linking of manufacturing  technologies so they can push high-quality, competitive healthcare.  High-performance computing in health and, in particular, brain health. 2. CULTURE,  CREATIVITY AND  INCLUSIVE SOCIETY  Emphasis on synergies between manufacturing and creativity.  Also, software engineering paradigms for software security and  interoperability, as well as ensuring bias-free approaches in AI and  related digital technologies. Digital resources (including virtual worlds,  3D data protection and data systems) and ageing societies. 4. CIVIL SECURITY  FOR SOCIETY  Space in the field of security (communication, navigation, Earth  observation, cybersecurity). Synergies in AI and robotics: misuse  (malicious use) of technologies should be emphasised. 5. CLIMATE, ENERGY  AND MOBILITY  Space in all areas (climate, energy and mobility). Photonics for  renewable energy. Stronger linking of manufacturing technologies so  these can more directly contribute to the transformation towards a  circular and clean economy. Digital optimisation of energy grids; digital  enablers for energy and mobility solutions; software-defined vehicles.  Zero-pollution ambition. The role of advanced materials. 6. FOOD,  BIOECONOMY,  NATURAL RESOURCES,  AGRICULTURE AND  ENVIRONMENT Space in the areas of environmental observations, agriculture and  environment.  Photonics, robotics and AI for agriculture (including sustainable farming,  food quality control). Data technologies or transparency and traceability  of food supply chain. Stronger linking of manufacturing technologies  so these can more directly contribute to the transformation towards  a circular and clean economy, ensuring the removal of pollution from  the source and that no harm is caused to biodiversity and ecosystems.  Uptake of Save and Sustainable by Design framework. Zero-pollution  ambition.  106 HORIZON EUROPE strategic plan | 2025 – 2027 Cluster 5 CLIMATE, ENERGY  & MOBILITY C L U S T E R  I M PA C T  S U M M A R Y  107 HORIZON EUROPE strategic plan | 2025 – 2027 The overarching driver for this cluster is to achieve a fair transition to climate neutrality and  build resilience in the EU by 2050. It entails the transition to low, zero and negative emissions  technologies and systems in the energy and mobility sectors by 2050 at the latest, while  boosting their competitiveness and benefit for users and civil society and reducing their  environmental footprint. Mindful of the latest findings of the Intergovernmental Panel on  Climate Change (IPCC) and the Intergovernmental Science-Policy Platform on Biodiversity  and Ecosystem Services (IPBES), actions will support the science-based implementation of  the Paris Agreement, and contribute to EU policy priorities in the areas of climate, energy,  and mobility (e.g."
    ],
    "summary": "LIFE’s subprogrammes (notably Climate Change Mitigation and Adaptation) have  several projects in industry for reducing greenhouse gas emissions and air pollutants. Synergies with Euratom, for example applications of AI and robotics in nuclear medicine, robot remote handling in the nuclear field."
  }
]