[
  {
    "id": "horizon_europe_strategic_plan_2025_2027",
    "name": "HORIZON EUROPE strategic plan 2025-2027",
    "type": "strategy",
    "summary": " Horizon Europe has been generating excellence through breakthrough knowledge and investment in solutions to long-term global challenges. Challenges include climate change, biodiversity loss, pollution, the digital transformation, health threats and an ageing population. These challenges have been exacerbated by an unstable geopolitical context."
  },
  {
    "id": "eu_policy",
    "name": "EU policy",
    "type": "policy",
    "summary": "The destination will generate greater knowledge of standards or breakthrough research in all the thematic areas. It will promote innovation uptake, by using innovation procurement for example. The Commission will continue to develop the following supporting measures76:Embedding security research in a forward-looking and needs-driven"
  },
  { 
    "id": "european_research_infrastructures",
    "name": "European Research Infrastructures",
    "type": "programme",
    "summary": "Research infrastructures (RI) empower researchers in Europe by supporting and optimising an integrated ecosystem of sustainable, world-class and accessible national and pan- European research infrastructure. The actions equip excellent researchers in all research areas with new knowledge and skills as well as with international"
  },
  {
    "id": "process_industries",
    "name": "Process industries",
    "type": "programme",
    "summary": "The EU has set an ambitious goal for Europe to become the first climate-neutral continent by 2050. Reducing emissions in industrial sectors will require coordinated action throughout value chains. Hubs4Circularity is a tool that allows for place-based innovation, whenever possible in conjunction with existing concepts"
  },
  {
    "id": "eu4health",
    "name": "EU4Health",
    "type": "programme",
    "summary": " Horizon Europe funding in recent years was devoted to research on pathogens with high pandemic potential. EU4Health actions are helping to speed up the development of and access to medical countermeasures for epidemic and pandemic preparedness. Sequential synergies will also be developed between Cluster 1 and"
  },
  {
    "id": "european_institute_of_innovation_and_technology",
    "name": "European Institute of Innovation and Technology",
    "type": "programme",
    "summary": "The EIC will focus on deep-tech innovations in line with the priorities of the New European Innovation Agenda, while also supporting other types of innovation, including social innovation. The results of EIC-funded initiatives will contribute to the objectives of Pillar II and feed into the evidence base for"
  },
  {
    "id": "eu_rural_and_coastal_resilience_and_sustainability_cluster_6",
    "name": "EU Rural and Coastal Resilience and Sustainability Cluster 6",
    "type": "cluster",
    "summary": "The options of sustainable farming approaches, including organic farming and aquaculture as well as agroecology, in providing economic opportunities in rural areas will be explored. Initiatives will be rolled out to support citizen science, literacy, and observation and stewardship of rivers, freshwater, and"
  },
  {
    "id": "european_chips_act",
    "name": "European Chips Act",
    "type": "policy",
    "summary": "Digital twins, cyber-physical systems, internet of things and virtual worlds will help all people benefit from the power of data and AI in a fair, unbiased and compliant way. Quantum technologies will further expand the data economy in high value-added areas where traditional approaches struggle to deliver."
  },
  {
    "id": "eu_action_plan_2025_2027",
    "name": "EU action plan | 2025 – 2027",
    "type": "programme",
    "summary": "Cluster 6 is expected to substantially contribute to achieving the target of dedicating 10% of the Horizon Europe budget to biodiversity and ecosystems objectives. The acceleration of global crises calls for accelerating the transition towards a sustainable, climate-neutral, clean and competitive economy."
  },
  {
    "id": "eu_health_sector",
    "name": "EU health sector",
    "type": "mission",
    "summary": "The expected impact is that the EU health industry is innovative, sustainable, and globally competitive thanks to improved uptake of breakthrough technologies and innovations. There is a need to further support cross-sectoral R&I and the convergence of health technologies to strengthen the single market."
  },
  {
    "id": "eu_security",
    "name": "EU security",
    "type": "mission",
    "summary": "The EU needs to be prepared to face the increasing threat from terrorism and organised crime. The more wide- spread and ubiquitous digital technology is, the greater cyber threats may become, putting infrastructures, businesses and individuals at risk. Cybersecurity is key for all areas of the economy"
  },
  {
    "id": "eu_strategy_for_2025_2027",
    "name": "EU strategy for 2025-2027",
    "type": "strategy",
    "summary": "The European way to a digitalised economy and society is about combining solidarity, prosperity and sustainability, anchored in empowerment of its people and businesses. Horizon Europe plays a crucial role in shaping and developing the key technologies for the digital transformation the European way."
  },
  {
    "id": "investment",
    "name": "Investment",
    "type": "strategy",
    "summary": "Investment provides further support for modern information analysis, modern forensics tools and the recognition of societal problems arising from various forms of crime. The destination will continue to pay close attention to financial crimes, as a  common denominator for most criminal activities."
  },
  {
    "id": "strengthening_social_and_economic_resilience_and_sustainability",
    "name": "Strengthening social and economic resilience and sustainability",
    "type": "mission",
    "summary": "This is expected to help improve collaboration between European cultural heritage institutions and networks. It will support high-quality acquisition, management and curation of digitised and born digital heritage assets. Research may further explore sustainable and inclusive cultural tourism."
  },
  {
    "id": "actions_to_strengthen_the_resilience_of_critical_infrastructure",
    "name": "Actions to strengthen the resilience of critical infrastructure",
    "type": "mission",
    "summary": "Both the physical and digital aspects of critical infrastructure need to be considered. The resilience of supply chains in general and maritime ports in particular needs to be improved. The EU will develop capabilities to ensure that inclusive smart cities are resilient, secure and protected."
  },
  {
    "id": "eu_action_plan_on_protecting_and_restoring_marine_ecosystems_for_sustainable_and_resilient_fisheries",
    "name": "EU action plan on protecting and restoring marine ecosystems for sustainable and resilient fisheries",
    "type": "policy",
    "summary": "Cluster 6 supports the ambition of Europe to become the first climate-neutral and climate-resilient continent by 2050. The development of sustainable agriculture and food systems is one of the key priority areas of action for the EU. The implementation of unifying approaches through R&I is"
  },
  {
    "id": "eu_security_research",
    "name": "EU security research",
    "type": "research_theme",
    "summary": "In line with the EU Charter of                 Fundamental Rights and the Commission’s ‘Union of Equality’ priorities, the diversity and gender balance of members of the public involved in security research will be ensured. Cluster 3 will programme investment to achieve the four expected"
  },
  {
    "id": "horizon_europe",
    "name": "Horizon Europe",
    "type": "impact_area",
    "summary": "Russia’s war of aggression against Ukraine and the situation in the Middle East highlight the need for open strategic autonomy. All six clusters under Pillar II of Horizon Europe will support each of the three key strategic orientations, in order to maximise integration and synergies."
  },
  {
    "id": "synergies_with_eu_programmes",
    "name": "Synergies with EU programmes",
    "type": "programme",
    "summary": "Sequential synergies could then be encouraged at a further stage, following the ESF+ implementation on the ground. With EU programmes such as Erasmus+, European Solidarity Corps and DiscoverEU, there is potential for fostering synergies. There is also potential for synergies with EU"
  },
  {
    "id": "achieving_global_leadership_in_climate_neutral_circular_and_digitised_industrial_and_digital_value_chains",
    "name": "Achieving global leadership in climate-neutral, circular and digitised industrial and digital value chains",
    "type": "mission",
    "summary": "Achieving global leadership in climate-neutral, circular and digitised industrial and digital value chains. Supporting net-zero manufacturing is a key objective of the Net-Zero industry Act84. Breakthrough technologies to be exploited beyond 2030 will also play an important role."
  },
  {
    "id": "eu_action_on_ri_foreign_interference",
    "name": "EU action on R&I foreign interference",
    "type": "policy",
    "summary": "The toolkit on tackling foreign R&I interference43 aims at helping to raise awareness and build resilience in the R &I sector across Europe. The Code of Practice on the management of intellectual assets for knowledge valorisation44 is a very useful guide for R and I cooperation."
  },
  {
    "id": "reinvigorating_democratic_governance",
    "name": "Reinvigorating democratic governance",
    "type": "mission",
    "summary": "Reinvigorating democratic governance aims to bolster the resilience of democratic systems and protect them from threats. R&I actions will aim to increase the capacity of researchers and policy makers to better understand geopolitical shifts and shape the EU’s role in the world."
  },
  {
    "id": "eu_strategy_for_research_and_innovation",
    "name": "EU strategy for research and innovation",
    "type": "strategy",
    "summary": "The EU is committed to preserve openness in international research and innovation cooperation. Targeted cooperation with Africa will be considered for topics of importance for Africa. Cluster 3 will continue building and facilitating synergies with other EU funding programmes."
  },
  {
    "id": "european_research_area_policy_agenda",
    "name": "European Research Area Policy Agenda",
    "type": "policy",
    "summary": "Widening Participation and Strengthening the European Research Area part (WIDERA) supports the priorities set out in the Pact for Research and Innovation in Europe. The EIE will strengthen cooperation with other EU initiatives that focus on innovation such as Startup Europe."
  },
  {
    "id": "european_economic_security_strategy",
    "name": "European Economic Security Strategy",
    "type": "strategy",
    "summary": "The European Economic Security Strategy was set up in line with the monitoring and evaluation provisions of the Horizon Europe Regulation14. The Commission has:simplified the impact logic by removing the ‘impact areas’ to reduce complexity and focus on the expected impacts."
  },
  {
    "id": "eu_biodiversity_strategy_for_2030",
    "name": "EU biodiversity strategy for 2030",
    "type": "policy",
    "summary": "The protection and restoration of ecosystems, habitats and species will require new and better knowledge and methods, duly tested, and monitored at appropriate scales. This includes needs identified in the communication 'A New Deal for Pollinators', COM(2023) 35, 24.1.2023."
  },
  {
    "id": "european_health_policy",
    "name": "European health policy",
    "type": "policy",
    "summary": "Healthcare providers will improve their ability to tackle and manage diseases. This will reduce the disease burden on patients and enable healthcare systems to perform more effectively. International cooperation is indispensable to rapidly advance research and innovation."
  },
  {
    "id": "european_digital_innovation_hubs",
    "name": "European Digital Innovation Hubs",
    "type": "cluster",
    "summary": "Hubs4Circularity should deal not only with first-of-a-kind demonstrators, but also with theformation of existing plants. It will require that the place-based development of recycling technologies and materials research also benefits energy-intensive industries and cities."
  },
  {
    "id": "european_partnerships_for_transport",
    "name": "European Partnerships for Transport",
    "type": "mission",
    "summary": "R&I initiatives are needed to prepare the transformation of supply-based transport to demand-driven, multimodal, safe, secure, climate-neutral, and sustainable mobility. R&I will support the development of emerging digital technologies, vehicle-to-infrastructure/ vehicle-"
  },
  {
    "id": "eu_strategy_for_rural_development",
    "name": "EU strategy for rural development",
    "type": "strategy",
    "summary": "R&I will help transform food systems by making them more innovative, inclusive, anddigitally driven. Fish and seafood production will rely on low-impact fishing and aquatic ecosystems and resources, while monitoring tools will be essential to ensure their sustainability."
  },
  {
    "id": "eu_strategy_programmes_clusters_or_impact_areas",
    "name": "EU strategy, programmes, clusters, or impact areas",
    "type": "strategy",
    "summary": "Cluster 3 should focus on its ‘core added value’, which is a strong operational character for preparedness, response and learning. There are similar examples of closer coordination with Cluster 6 and the One Health approach, regarding threats to water and food security."
  },
  {
    "id": "cluster_2_will_programme_investment_to_achieve_the_following_four_expected_impacts",
    "name": "Cluster 2 will programme investment to achieve the following four expected impacts.",
    "type": "cluster",
    "summary": "Cluster 4 aims at decisive progress and an internationally leading position for Europe in the key digital and space technologies. These technologies include AI, advanced computing, photonics, microelectronics, industrial internet-of-things and next generation internet."
  },
  {
    "id": "actions_for_crisis_management",
    "name": "Actions for crisis management",
    "type": "mission",
    "summary": "Actions will continue to explore initiatives and experiments involving the development of technological or methodological solutions for crisis management and support for emergency responders. The EU should learn from past disasters by identifying gaps in capabilities."
  },
  {
    "id": "eu_strategy_for_european_research_and_innovation_for_security_ceris",
    "name": "EU strategy for European Research and Innovation for Security (CERIS)",
    "type": "strategy",
    "summary": "Community for European Research and Innovation for Security (CERIS) Harnessing potential of standardisation as a catalyst for market uptake in civil security. Continuing to operationalise the synergies-by-design between EU civil security research and other EU funds."
  },
  {
    "id": "european_commission_horizon_europe_2025_2027",
    "name": "European Commission, Horizon Europe, 2025-2027",
    "type": "programme",
    "summary": "European Commission, Horizon Europe, 2025-2027 in this policy context. It strives to ensure the best value and impact for Member States and Associated Countries’ investment in R&I. It supports the below aspects: Continuity and reliability for the R &I communities."
  },
  {
    "id": "eu_missions",
    "name": "EU Missions",
    "type": "mission",
    "summary": "The EU will need to make improvements in several areas to address ongoing and future climate threats. These improvements will also require: (i) behavioural and structural change at societal level; (ii) transformational decision-making; and (iii) social acceptance."
  },
  {
    "id": "eu_strategy",
    "name": "EU strategy",
    "type": "strategy",
    "summary": "The EU has the potential to become a leading player in the net-zero industries of the future, but further investment is needed. Resilience and technological sovereignty have become renewed priorities for the EU due to the current geopolitical and economic context."
  },
  {
    "id": "climate_change",
    "name": "climate change",
    "type": "impact_area",
    "summary": "The European Climate Law, European Green Deal, Fit for 55 package, and Net-Zero Industry Act are just a few of the initiatives Cluster 5 will be involved in. The Cluster will also contribute to the Commission’s A Europe fit for the digital age and An economy that"
  },
  {
    "id": "eu_india_trade_and_technology_council",
    "name": "EU-India Trade and Technology Council)",
    "type": "cluster",
    "summary": "Association to the framework programme41 is the strongest form of international cooperation. It is also an efficient way to bring additional funding to the Horizon Europe programme. The association of some of the EU’s key global allies will strengthen alliances."
  },
  {
    "id": "eu_strategy_plan_2025_2027",
    "name": "EU strategy plan 2025 – 2027",
    "type": "programme",
    "summary": "The implications of these ongoing changes are far-reaching, affecting various aspects of society and the economy. To address these changes effectively, it is vital to not only understand existing and emerging inequalities, but also to prioritise social justice."
  },
  {
    "id": "achieving_open_strategic_autonomy_in_global_space_based_infrastructures_services_applications_and_data",
    "name": "Achieving open strategic autonomy in global space-based infrastructures, services, applications and data",
    "type": "strategy",
    "summary": "Europe’s strength in quantum technologies is a strategic asset for its future security and independence. Space is a sector that helps to ensure that the EU is not dependent on other parts of the globe when security and/or political independence come into play."
  },
  {
    "id": "synergies_with_other_eu_funding_programmes",
    "name": "Synergies with other EU funding programmes",
    "type": "programme",
    "summary": "The Horizon Europe cluster on Culture, Creativity and Inclusive Society will aim at promoting synergies with other EU programmes. This may include strategic areas of mutual benefit in the context of the new EU-Latin America and the Caribbean initiative."
  },
  {
    "id": "european_commission_global_approach_to_research_and_innovation",
    "name": "European Commission: Global Approach to Research and Innovation",
    "type": "mission",
    "summary": "The EU will step up its cooperation with its closest partners on the development of integrated production and services networks. The cluster will ensure the safeguarding of the EU’s strategic assets, interests, autonomy, and security in critical areas."
  },
  {
    "id": "eu_global_health_strategy",
    "name": "EU Global Health Strategy",
    "type": "strategy",
    "summary": "The EU has established solid links with non-EU countries and international organisations. With the EU Global Health Strategy, the EU seeks to regain lost ground. Europe’s Health Cluster will remain an essential vehicle for executing EU commitments."
  },
  {
    "id": "1_health_2_health_health_active_mobility_3_health_safety_in_transport_and_buildings",
    "name": "1. HEALTH 2. HEALTH & health-active mobility 3. Health & safety in transport and buildings.",
    "type": "cluster",
    "summary": "The European Green Deal, REPowerEU and the zero-pollution policy framework aim at  facilitating the deployment of innovative solutions. Existing complementarities between the programmes will be strengthened, for example by reducing market barriers."
  },
  {
    "id": "eu_research_area",
    "name": "EU Research Area",
    "type": "cluster",
    "summary": "The NEB will be implemented as a cross-cluster issue in the Horizon Europe work programmes for 2025-2027. It will also bolster democratic values and inclusion through the involvement of communities in the design of public spaces and common goods."
  },
  {
    "id": "developing_and_using_new_tools_technologies_and_digital_solutions_for_a_healthy_society",
    "name": "Developing and using new tools, technologies, and digital solutions for a healthy society",
    "type": "mission",
    "summary": "Developing and using new tools, technologies, and digital solutions for a healthy society in this policy context. Research and innovation can help deliver solutions that are scalable and transferable between different types of healthcare systems."
  },
  {
    "id": "eu_policy_areas",
    "name": "EU policy areas",
    "type": "policy",
    "summary": "Horizon Europe provides a wide range of guidance, tools and opportunities to incentivise beneficiaries and provide them with practical support. The dissemination and exploitation of the results of EU-funded projects feed into EU policy-making."
  },
  {
    "id": "european_union",
    "name": "European Union",
    "type": "impact_area",
    "summary": "The European Union is moving ahead with its goals to: (i) achieve climate neutrality by 2050; (ii) reduce net greenhouse-gas emissions by 55% by 2030; (iii) shift to a circular economy; and (iv) protect biodiversity. The New European Bauhaus"
  },
  {
    "id": "eu_cybersecurity_strategy",
    "name": "EU Cybersecurity Strategy",
    "type": "strategy",
    "summary": "The approach is designed to provide open, free, stable and secure cyberspace, secure hardware and software systems and a digital environment. The operational risk management assessment cycle will be improved to include cybersecurity risks."
  }
]